
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>5 - Exemplos e Orientação Prática · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="06Glossario/" />
    
    
    <link rel="prev" href="04AspetosOrganizativos/" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="01Introducao/">
            
                <a href="01Introducao/">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="02IntroducaoaCienciaAberta/">
            
                <a href="02IntroducaoaCienciaAberta/">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.html">
            
                <a href="02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.html">
            
                <a href="02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="02IntroducaoaCienciaAberta/10Ciencia_Cidada.html">
            
                <a href="02IntroducaoaCienciaAberta/10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.html">
            
                <a href="02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">
            
                <a href="02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="03SobreAprendizagemeFormacao/">
            
                <a href="03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="04AspetosOrganizativos/">
            
                <a href="04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="06Glossario/">
            
                <a href="06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="07Referencias/">
            
                <a href="07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="08FichaTecnica/">
            
                <a href="08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >5 - Exemplos e Orientação Prática</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="Images/Icons/live_event.png" width="200" height="200"> <img src="Images/Icons/balloon_thought.png" width="200" height="200"></h2>
<h3 id="exemplos-e-orienta&#xE7;&#xE3;o-pr&#xE1;tica-adote-adapte-desenvolva"><a name="exemplos-e-orienta&#xE7;&#xE3;o-pr&#xE1;tica-adote-adapte-desenvolva" class="plugin-anchor" href="#exemplos-e-orienta&#xE7;&#xE3;o-pr&#xE1;tica-adote-adapte-desenvolva"><i class="fa fa-link" aria-hidden="true"></i></a>Exemplos e Orienta&#xE7;&#xE3;o Pr&#xE1;tica: adote, adapte, desenvolva</h3>
<p>Neste cap&#xED;tulo encontrar&#xE1; um conjunto de materiais que o ajudar&#xE3;o a ativamente envolver os seus formandos numa reflex&#xE3;o cr&#xED;tica sobre os assuntos relativos &#xE0; Ci&#xEA;ncia Aberta.
Recomendamos que use estes materiais tendo em mente o lema &quot;Adote, adapte, desenvolva&quot; o que significa que, sempre que poss&#xED;vel, &#xE9; melhor reutilizar o que j&#xE1; existe. Assim, antes de come&#xE7;ar a desenvolver materiais de forma&#xE7;&#xE3;o &#xE9; aconselh&#xE1;vel analisar se j&#xE1; existem materiais que possa utilizar. Apresentamos alguns exemplos de recursos, com sugest&#xF5;es de como podem ser adaptados de acordo com os seus objetivos. Tamb&#xE9;m fornecemos links e estrat&#xE9;gias para o ajudar a encontrar mais material. Em algumas situa&#xE7;&#xF5;es, os recursos existentes podem ser usados tal como est&#xE3;o, motivo pelo qual pode simplesmente <strong>adot&#xE1;-los</strong>.  Um dos exemplos pode ser um tutorial em v&#xED;deo dispon&#xED;vel sobre formatos de ficheiros abertos, o qual 
pode ser sugerido &#xE0; sua audi&#xEA;ncia. Noutras situa&#xE7;&#xF5;es, pode ter de <strong>adaptar</strong> de alguma forma recursos j&#xE1; existentes de forma a que sirvam os seus objetivos. Por exemplo, pode necessitar de acrescentar/substituir refer&#xEA;ncias espec&#xED;ficas a uma 
institui&#xE7;&#xE3;o ou pa&#xED;s num documento j&#xE1; existente sobre as exig&#xEA;ncias em termos de Acesso Aberto por parte dos financiadores de investiga&#xE7;&#xE3;o. 
Apenas em &#xFA;ltimo recurso deve <strong>desenvolver</strong> os seus materiais de forma&#xE7;&#xE3;o. Se pretende desenvolver materiais de forma&#xE7;&#xE3;o pr&#xF3;prios, garanta que desenvolve
Recursos Educativos Abertos para que outros formadores os possam reutilizar e adaptar.</p>
<h3 id="exemplo-de-estruturas-de-forma&#xE7;&#xE3;o"><a name="exemplo-de-estruturas-de-forma&#xE7;&#xE3;o" class="plugin-anchor" href="#exemplo-de-estruturas-de-forma&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>Exemplo de estruturas de forma&#xE7;&#xE3;o</h3>
<p><strong>Encontros de Ci&#xEA;ncia Aberta em G&#xF6;ttingen da  Biblioteca Universit&#xE1;ria da Universidade de G&#xF6;ttingen</strong> (3 horas)
A Rede de Ci&#xEA;ncia Aberta de G&#xF6;ttingen, um grupo de investigadores e de bibliotec&#xE1;rios que desenvolvem pr&#xE1;ticas de ci&#xEA;ncia aberta e de partilha de conhecimento, 
organizam regularmente estes encontros nos quais v&#xE1;rios t&#xF3;picos da ci&#xEA;ncia aberta s&#xE3;o discutidos. A rede re&#xFA;ne pessoas interessadas em assuntos relativos &#xE0; Ci&#xEA;ncia Aberta no Campus de G&#xF6;ttingen,  estando aberta a qualquer pessoa.  Tornaram-se 
bastante populares atraindo acad&#xE9;micos de v&#xE1;rios dom&#xED;nios cient&#xED;ficos ansiosos por discutir as suas experi&#xEA;ncias de educa&#xE7;&#xE3;o cient&#xED;fica aberta e por aprender sobre novos m&#xE9;todos, ferramentas e pr&#xE1;ticas.  Os temas s&#xE3;o apresentados por oradores convidados e, de seguida, pequenos grupos de discuss&#xE3;o procuram aprofundar os temas abordados. 
Mais informa&#xE7;&#xE3;o: <a href="https://www.sub.uni-goettingen.de/en/electronic-publishing/open-science" target="_blank">https://www.sub.uni-goettingen.de/en/electronic-publishing/open-science/</a></p>
<p><strong>Grupos de estudo Mozilla</strong> (um conjunto de reuni&#xF5;es de 2&#x2013;3 horas)</p>
<p>Grupos de estudo s&#xE3;o comunidades de pares (por ex. da mesma institui&#xE7;&#xE3;o) comprometidos em aprender e ensinar-se mutuamente. As suas reuni&#xF5;es, divertidas, informais, permitem aos participantes partilhar compet&#xEA;ncias, experi&#xEA;ncias e ideias em torno da ci&#xEA;ncia aberta, software e c&#xF3;digo aberto e comunidades de investiga&#xE7;&#xE3;o. O objetivo do <a href="https://::science.mozilla.org::/programs/studygroups" target="_blank">Mozilla Study Group Project</a> &#xE9; apoiar este tipo de forma&#xE7;&#xE3;o entre pares (peer-to-peer)  fornecendo um conjunto muito simples de instrumentos, modelos de planos de aula e acesso a uma comunidade internacional de investigadores &#xE1;vidos por aprender c&#xF3;digo. 
(texto adaptado de <a href="https://science.mozilla.org/programs/studygroups" target="_blank">https://science.mozilla.org/programs/studygroups</a>)</p>
<p><strong>An&#xE1;lise Reprodut&#xED;vel e Transpar&#xEA;ncia na Investiga&#xE7;&#xE3;o</strong> (workshop de 1 dia) </p>
<p>Transpar&#xEA;ncia, partilha aberta e reprodutibilidade s&#xE3;o valores chave da ci&#xEA;ncia, mas nem sempre da pr&#xE1;tica quotidiana. Uma primeira itera&#xE7;&#xE3;o deste workshop teve lugar no contexto do evento   <a href="https://nioo.knaw.nl/en/open-science-tools" target="_blank">Open Science Tools, Data &amp; Technologies for Efficient Ecological &amp; Evolutionary Research</a> organizado pela NIOO-KNAW e DANS-KNAW. Fornece uma panor&#xE2;mica sobre o estado da arte sobre an&#xE1;lise reprodut&#xED;vel de forma a garantir transpar&#xEA;ncia na investiga&#xE7;&#xE3;o. O workshop abrange aspetos metodol&#xF3;gicos (tais como a utiliza&#xE7;&#xE3;o da Framework da Ci&#xEA;ncia Aberta e diretrizes de relat&#xF3;rios) bem como ferramentas de software (tais como Git, Docker, RMarkdown / knitr, and Jupyter). Indo al&#xE9;m de simples listagens e apresenta&#xE7;&#xF5;es, a segunda metade do workshop centra-se na capacita&#xE7;&#xE3;o para fazer, com exerc&#xED;cios e tutoriais cobrindo a quase totalidade dos aspetos de software.  Material e conte&#xFA;do dispon&#xED;veis aqui: <a href="http://reproducible-analysis-workshop.readthedocs.io" target="_blank">http://reproducible-analysis-workshop.readthedocs.io</a></p>
<p><strong>Ci&#xEA;ncia Aberta: o que tenho a ganhar?</strong>  (1-2 dias)</p>
<p>O objetivo do workshop &#xE9; fornecer aos investigadores exemplos pr&#xE1;ticos de ferramentas e fluxos de trabalho de Ci&#xEA;ncia Aberta em v&#xE1;rias disciplinas e come&#xE7;ar a aplic&#xE1;-las e a discuti-las. Para tal, apresenta-se uma panor&#xE2;mica sobre as pr&#xE1;ticas e as ferramentas de Ci&#xEA;ncia Aberta utilizadas durante o fluxo de trabalho cient&#xED;fico, com exemplos pr&#xE1;ticos, pesquisa de opini&#xE3;o e discuss&#xF5;es interativas.  O segundo dia &#xE9; orientado para a aplica&#xE7;&#xE3;o e a partilha. Em v&#xE1;rias rondas, os participantes exploram e, sempre que poss&#xED;vel, experimentam ou aplicam instrumentos e pr&#xE1;ticas. Fazem-no em grupos pequenos e individualmente e tamb&#xE9;m num ambiente animado e informal.
Na sess&#xE3;o final discute-se os obst&#xE1;culos e incentivos para incorporar a ci&#xEA;ncia aberta na investiga&#xE7;&#xE3;o realizada pelos pr&#xF3;prios. 
<a href="https://www.authorea.com/users/111423/articles/200860-open-science-workshop-what-s-in-it-for-me-postmortem-report" target="_blank">Open Science - what&#x2019;s in it for me</a> (Vienna, 2017, relat&#xF3;rio do workshop)</p>
<p><a href="http://www.oa.unito.it/new/open-science-whats-in-it-for-me-torino-8-e-9-marzo-2018/" target="_blank">Open Science - what&#x2019;s in it for me</a> (Torino, 2018, programa do workshop)</p>
<p><strong>Carpentry workshops</strong> (2 dias)
O Carpentry workshop &#xE9; um evento de dois dias de car&#xE1;cter pr&#xE1;tico (hands-on), que cobre as compet&#xEA;ncias chave necess&#xE1;rias para ser produtivo numa equipa de investiga&#xE7;&#xE3;o pequena. Tutoriais breves alternam com exerc&#xED;cios pr&#xE1;ticos e toda a forma&#xE7;&#xE3;o &#xE9; realizada atrav&#xE9;s de codifica&#xE7;&#xE3;o em direto. A Software Carpentry foi fundada em 1998 e a Data Carpentry foi fundada em 2013. Ambas se focam nas compet&#xEA;ncias  computacionais, realizando workshops com dois dias de dura&#xE7;&#xE3;o com formadores volunt&#xE1;rios e t&#xEA;m como objetivo colmatar as falhas existentes na forma&#xE7;&#xE3;o correntemente oferecida aos investigadores.  Contudo, ambas diferem quer no conte&#xFA;do, quer no p&#xFA;blico-alvo. Os workshops da Data Carpentry centram-se nas boas pr&#xE1;ticas em torno dos dados. Os seus formandos n&#xE3;o s&#xE3;o pessoas que querem aprender sobre c&#xF3;digo mas aqueles que t&#xEA;m muitos dados e n&#xE3;o sabem o que fazer com eles. Os workshops da Data Carpentry destinam-se a investigadores em in&#xED;cio de carreira, s&#xE3;o sobre um dom&#xED;nio espec&#xED;fico e apresentam um curr&#xED;culo completo centrado em torno de um &#xFA;nico conjunto de dados.    Os workshops da Software Carpentry destinam-se a pessoas que necessitam de programar de forma mais efetiva de modo a resolver os seus desafios computacionais, n&#xE3;o s&#xE3;o espec&#xED;ficos a um dom&#xED;nio, e s&#xE3;o modulares - cada aula Software Carpentry &#xE9; aut&#xF3;noma. </p>
<p>Software Carpentry: <a href="https://software-carpentry.org" target="_blank">https://software-carpentry.org</a></p>
<p>Data Carpentry: <a href="http://www.datacarpentry.org/" target="_blank">http://www.datacarpentry.org/</a></p>
<p><strong>Programa EIFL Formar-o-Formador</strong>  (4 dias)</p>
<p>A EIFL organizou um programa formar-os-formadores para cinco universidades em pa&#xED;ses parceiros da EIFL (Eti&#xF3;pia, Gana, Zimbabu&#xE9;, Tanz&#xE2;nia e Nepal) que se comprometeram a integrar o acesso aberto, a ci&#xEA;ncia aberta e os dados de investiga&#xE7;&#xE3;o abertos em cursos para estudantes de doutoramento. No primeiro dia foram abordados o acesso aberto e os dados abertos. O segundo e terceiro dias foram dedicados &#xE0; ci&#xEA;ncia aberta ao longo do ciclo de investiga&#xE7;&#xE3;o, incluindo as pr&#xE1;ticas correntes nas universidades participantes. No quarto dia os participantes conceberam e prepararam o seu pr&#xF3;prio programa de forma&#xE7;&#xE3;o.   </p>
<p><a href="https://osf.io/qf76a/" target="_blank">Programa EIFL Formar-o-formador</a> (Addis Ababa, 2017, programa e materiais)</p>
<p><strong>Escolas de Ver&#xE3;o Ci&#xEA;ncia Aberta</strong>  (5 dias)</p>
<p>V&#xE1;rias universidades em toda a Europa organizam escolas de ver&#xE3;o com a dura&#xE7;&#xE3;o de uma semana sobre ci&#xEA;ncia aberta, destinadas principalmente a investigadores em in&#xED;cio de carreira. Estes eventos cobrem uma variedade de t&#xF3;picos em cinco dias, normalmente com muitas atividades pr&#xE1;ticas para aplicar a ci&#xEA;ncia aberta na atividade di&#xE1;ria.   </p>
<p><a href="http://archiveweb.epfl.ch/osip2017.epfl.ch/page-146300-fr.html" target="_blank">EPFL Escola de Ver&#xE3;o Ci&#xEA;ncia Aberta em Pr&#xE1;tica </a> (2017, vis&#xE3;o geral do programa)</p>
<p><a href="https://tinyurl.com/sumsopenscience2017" target="_blank">Utrecht University Escola de Ver&#xE3;o Ci&#xEA;ncia Aberta e Bolsas de Estudo</a> (2017, programa e materiais)</p>
<p><a href="https://www.fosteropenscience.eu/event/essex-summer-school-social-science-data-analysis-introduction-open-science" target="_blank">Essex Escola de Ver&#xE3;o em Ci&#xEA;ncias Sociais e An&#xE1;lise de Dados - Introdu&#xE7;&#xE3;o &#xE0; Ci&#xEA;ncia Aberta</a> (2017, panor&#xE2;mica sobre o programa) </p>
<p><a href="https://www.graduateacademy.uni-heidelberg.de/md/gradakad/akademie/leru_summer_school_2016_description.pdf" target="_blank">LERU Escola de Ver&#xE3;o Doutoral em Curadoria de Dados</a> (2016, descri&#xE7;&#xE3;o, objetivos de aprendizagem) </p>
<p><img src="Images/image_6.png" alt="image alt text"></p>
<p><em>Program schedule Escola de Ver&#xE3;o Ci&#xEA;ncia Aberta e Scholarship, Utrecht University 2017</em></p>
<h3 id="exemplo-de-exerc&#xED;cios"><a name="exemplo-de-exerc&#xED;cios" class="plugin-anchor" href="#exemplo-de-exerc&#xED;cios"><i class="fa fa-link" aria-hidden="true"></i></a>Exemplo de Exerc&#xED;cios</h3>
<h4 id="modelo"><a name="modelo" class="plugin-anchor" href="#modelo"><i class="fa fa-link" aria-hidden="true"></i></a>Modelo</h4>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
</li>
<li><p>Tema (<a href="02IntroducaoaCienciaAberta/">ver Introdu&#xE7;&#xE3;o &#xE0; Ci&#xEA;ncia Aberta</a>)</p>
</li>
<li><p>Objetivos de aprendizagem  </p>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio </p>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
</li>
<li><p>Como adaptar para outros objetivos </p>
</li>
</ul>
<p><strong>Use <a href="https://goo.gl/forms/wxyx6pk80mHUHTRu1" target="_blank">este formul&#xE1;rio Google</a> para sugerir exerc&#xED;cios adicionais</strong></p>
<h4 id="tipos-de-exerc&#xED;cios"><a name="tipos-de-exerc&#xED;cios" class="plugin-anchor" href="#tipos-de-exerc&#xED;cios"><i class="fa fa-link" aria-hidden="true"></i></a>Tipos de exerc&#xED;cios</h4>
<pre><code>* aquecimento/ exerc&#xED;cios de curta dura&#xE7;&#xE3;o 

* exerc&#xED;cios para grupos pequenos 

    * dramatiza&#xE7;&#xE3;o

    * discuss&#xE3;o de t&#xF3;picos/afirma&#xE7;&#xF5;es sobre Ci&#xEA;ncia Aberta

    * troca de experi&#xEA;ncias/conhecimentos

    * encontro com os investigadores / decisores pol&#xED;ticos

    * ...

* exerc&#xED;cios em plen&#xE1;rio

    * mapeamento colaborativo

    * jogo de simula&#xE7;&#xE3;o 

    * inventaria&#xE7;&#xE3;o

    * jogos de cartas

* apresenta&#xE7;&#xF5;es

    * dramatiza&#xE7;&#xE3;o

    * apresenta&#xE7;&#xE3;o de casos reais /exemplos (tamb&#xE9;m pelos  participantes)

    * apresenta&#xE7;&#xF5;es de conceitos em um minuto (pelos participantes) 

    * oradores convidados

    * ...

* exerc&#xED;cios pr&#xE1;ticos (individuais ou em pares)

    * visualiza&#xE7;&#xE3;o

    * explorar / experimentar instrumentos &amp; plataformas

    * implementar uma pr&#xE1;tica de ci&#xEA;ncia aberta na sua pr&#xF3;pria investiga&#xE7;&#xE3;o

    * verificar a reprodutibilidade de um artigo de investiga&#xE7;&#xE3;o

    * &#x2026; 
</code></pre><h4 id="exemplo-de-exerc&#xED;cios-incluindo-materiais"><a name="exemplo-de-exerc&#xED;cios-incluindo-materiais" class="plugin-anchor" href="#exemplo-de-exerc&#xED;cios-incluindo-materiais"><i class="fa fa-link" aria-hidden="true"></i></a>Exemplo de exerc&#xED;cios (incluindo materiais)</h4>
<table>
  <tr>
    <td></td>
    <td>T&#xED;tulo</td>
    <td>Tema</td>
    <td>Tipo</td>
    <td>Formato, dura&#xE7;&#xE3;o</td>
  </tr>
  <tr>
    <td>1</td>
    <td>Alinhar!</td>
    <td>geral</td>
    <td>plen&#xE1;rio</td>
    <td>5-10 min</td>
  </tr>
  <tr>
    <td>2</td>
    <td>Priorizar as necessidades de aprendizagem</td>
    <td>Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</td>
    <td>plen&#xE1;rio</td>
    <td>10 min</td>
  </tr>
  <tr>
    <td>3</td>
    <td>Recolha de boas pr&#xE1;ticas na &#xE1;rea da Ci&#xEA;ncia Abertas</td>
    <td>Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</td>
    <td>plen&#xE1;rio</td>
    <td>1-1,5 horas</td>
  </tr>
  <tr>
    <td>4</td>
    <td>Discuss&#xE3;o sobre Ci&#xEA;ncia Aberta</td>
    <td>Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</td>
    <td>pequenos grupos</td>
    <td>20-30 min</td>
  </tr>
  <tr>
    <td>5</td>
    <td>Caf&#xE9; com Ci&#xEA;ncia Aberta</td>
    <td>Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</td>
    <td>pequenos grupos</td>
    <td>1.5 horas</td>
  </tr>
  <tr>
    <td>6</td>
    <td>O que s&#xE3;o dados de investiga&#xE7;&#xE3;o para mim?</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>individual / pares</td>
    <td>15 min</td>
  </tr>
  <tr>
    <td>7</td>
    <td>Por que n&#xE3;o compartilhar dados?</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>pequenos grupos</td>
    <td>20 min</td>
  </tr>
  <tr>
    <td>8</td>
    <td>Bingo &quot;Desculpas para n&#xE3;o compartilhar dados de Investiga&#xE7;&#xE3;o&quot;</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>plen&#xE1;rio</td>
    <td>20-30 min</td>
  </tr>
  <tr>
    <td>9</td>
    <td>Eu e os meus Dados de Investiga&#xE7;&#xE3;o - Datagramms</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>plen&#xE1;rio</td>
    <td>1-4 horas</td>
  </tr>
  <tr>
    <td>10</td>
    <td>Encontre seu reposit&#xF3;rio de dados</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>individual / pares</td>
    <td>10-15 min</td>
  </tr>
  <tr>
    <td>11</td>
    <td>O que &#xE9; preciso para publicar dados?</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>plen&#xE1;rio</td>
    <td>10 min</td>
  </tr>
  <tr>
    <td>12</td>
    <td>Criando metadados</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>individual / pares</td>
    <td>5 min</td>
  </tr>
  <tr>
    <td>13</td>
    <td>Vamos come&#xE7;ar a compartilhar software abertamente</td>
    <td>Software Aberto Usado na Investiga&#xE7;&#xE3;o e Software de C&#xF3;digo Aberto</td>
    <td>individual / pares</td>
    <td>20-30 min</td>
  </tr>
  <tr>
    <td>14</td>
    <td>Criar um fluxo de trabalho de an&#xE1;lise de dados reprodut&#xED;vel</td>
    <td>Investiga&#xE7;&#xE3;o reprodut&#xED;vel e an&#xE1;lise de dados</td>
    <td>individual / pares</td>
    <td>4-8 horas</td>
  </tr>
  <tr>
    <td>15</td>
    <td>Escolha a vers&#xE3;o correta para o reposit&#xF3;rio</td>
    <td>Acesso Aberto a Publica&#xE7;&#xF5;es</td>
    <td>individual / pares</td>
    <td>15-20 min</td>
  </tr>
  <tr>
    <td>16</td>
    <td>Formatos de ficheiros abertos</td>
    <td>Open Licensing and File Formats</td>
    <td>plen&#xE1;rio</td>
    <td>10-15 min</td>
  </tr>
  <tr>
    <td>17</td>
    <td>Combina&#xE7;&#xE3;o de Licen&#xE7;as Creative Commons</td>
    <td>Licenciamento Aberto e Formatos de Ficheiros</td>
    <td>plen&#xE1;rio</td>
    <td>5-10 min</td>
  </tr>
  <tr>
    <td>18</td>
    <td>Combina&#xE7;&#xF5;es de Recursos Educativos Abertos</td>
    <td>Licenciamento Aberto e Formatos de Ficheiros

Open Educational Resources</td>
    <td>whole group</td>
    <td>10-15 min</td>
  </tr>
  <tr>
    <td>19</td>
    <td>Revis&#xE3;o por Pares Aberta</td>
    <td>Revis&#xE3;o por Pares Aberta, M&#xE9;tricas e Avalia&#xE7;&#xE3;o</td>
    <td>pequenos grupos</td>
    <td>90 min</td>
  </tr>
  <tr>
    <td>20</td>
    <td>Revis&#xE3;o por pares aberta - os seus 2 c&#xEA;ntimos</td>
    <td>Revis&#xE3;o por Pares Aberta, M&#xE9;tricas e Avalia&#xE7;&#xE3;o</td>
    <td>plen&#xE1;rio</td>
    <td>1,5 horas</td>
  </tr>
  <tr>
    <td>21</td>
    <td>Tomar posi&#xE7;&#xE3;o</td>
    <td>Pol&#xED;ticas de Ci&#xEA;ncia Aberta</td>
    <td>plen&#xE1;rio</td>
    <td>10 min</td>
  </tr>
  <tr>
    <td>22</td>
    <td>Explica&#xE7;&#xF5;es em linguagem simples</td>
    <td>Ci&#xEA;ncia Cidad&#xE3;

Plataformas Colaborativas</td>
    <td>pequenos grupos</td>
    <td>2-3 horas</td>
  </tr>
  <tr>
    <td>23</td>
    <td>Advogado do Diabo - convencendo os c&#xE9;ticos</td>
    <td>Defesa e Promo&#xE7;&#xE3;o da Ci&#xEA;ncia Aberta</td>
    <td>pequenos grupos</td>
    <td>30 min</td>
  </tr>
  <tr>
    <td>24</td>
    <td>Configurar um projeto OSF e vincular a outras plataformas</td>
    <td>Ci&#xEA;ncia Cidad&#xE3;</td>
    <td>individualmente ou em pares</td>
    <td>60 min</td>
     </tr>
  <tr>
   <td>25</td>
    <td>A armadilha da publica&#xE7;&#xE3;o (em progresso)</td>
    <td>Acesso Aberto a Publica&#xE7;&#xF5;es</td>
    <td>pequenos grupos</td>
    <td>2 horas</td>
  </tr>
   <tr>
    <td>26</td>
    <td>(em progresso)</td>
    <td>Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</td>
    <td>pequenos grupos</td>
    <td>4 dias (5 horas/dia)</td>
  </tr>
   <tr>
    <td>27</td>
    <td>Train-the-trainer card game for Open Science training</td>
    <td>Defesa e Promo&#xE7;&#xE3;o da Ci&#xEA;ncia Aberta</td>
    <td>pequenos grupos</td>
    <td>2 horas</td>
  </tr>
</table>

<h5 id="exemplo-1-alinhar"><a name="exemplo-1-alinhar" class="plugin-anchor" href="#exemplo-1-alinhar"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 1: Alinhar!</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
<ul>
<li>Exerc&#xED;cio em grupo, 5&#x2013;10 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><em>Quebrar o gelo</em> atrav&#xE9;s de um tema que pode ou n&#xE3;o estar relacionado com o workshop </li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Descontrair os participantes</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Uma linha imagin&#xE1;ria na sala forma um espectro que vai do grau &quot;Concordo fortemente&quot; ao &quot;Discordo fortemente&quot;. Um dos participantes ou o moderador faz uma afirma&#xE7;&#xE3;o (que pode ou n&#xE3;o estar relacionada com o workshop, por ex.: &#x201C;dados de investiga&#xE7;&#xE3;o em acesso restrito n&#xE3;o devem ser citados&#x201D; ou &#x201C;leggings n&#xE3;o s&#xE3;o cal&#xE7;as&#x201D;). Todos os participantes devem posicionar-se ao longo da linha imagin&#xE1;ria. O moderador solicita a alguns participantes que expliquem o seu posicionamento (literal) sobre o t&#xF3;pico. </li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Nenhuns</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhuns</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>O moderador deve garantir que a participa&#xE7;&#xE3;o &#xE9; generalizada devendo convidar os elementos menos participativos a emitir a sua opini&#xE3;o. </li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Adapte o tipo de pergunta ao contexto. No caso de um novo grupo,permita que os elementos formulemn uma frase sobre um t&#xF3;pico n&#xE3;o relacionado com o tema do Workshop. Esta t&#xE9;cnica tamb&#xE9;m pode ser usada  para &quot;testar as &#xE1;guas&quot; sobre certos temas controversos, em especial para pessoas que j&#xE1; trabalham em conjunto h&#xE1; algum tempo (por ex. no segundo dia de um Workshop).</li>
</ul>
</li>
</ul>
<h5 id="exemplo-2-priorizar-as-necessidades-de-aprendizagem"><a name="exemplo-2-priorizar-as-necessidades-de-aprendizagem" class="plugin-anchor" href="#exemplo-2-priorizar-as-necessidades-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 2: Priorizar as necessidades de aprendizagem</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
<ul>
<li>Plen&#xE1;rio, cerca de 10 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Identificar lacunas ou &#xE1;reas do conhecimento em que os participantes sentem que necessitam de forma&#xE7;&#xE3;o.  </p>
</li>
<li><p>Identificar &#xE1;reas em que os participantes se sentem confort&#xE1;veis e nas quais possam partilhar o seu conhecimento (opcional).</p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Explique brevemente o ciclo de investiga&#xE7;&#xE3;o e as atividades associadas.</p>
</li>
<li><p>Identifique junto de cada um dos participantes duas ou tr&#xEA;s atividades ligadas com a Ci&#xEA;ncia Aberta em que necessitam de forma&#xE7;&#xE3;o.</p>
</li>
<li><p>Pode tamb&#xE9;m pedir aos participantes para identificar duas ou tr&#xEA;s &#xE1;reas relacionadas com a Ci&#xEA;ncia Aberta em que se sintam confort&#xE1;veis (opcional).</p>
</li>
<li><p>Na folha que foi distribu&#xED;da, cada participante assinala os t&#xF3;picos com autocolantes.</p>
</li>
<li><p>Os participantes em conjunto assinalam da mesma forma a folha distribu&#xED;da para o grupo.</p>
</li>
<li><p>Os resultados s&#xE3;o discutidos em grupo. &#xC9; necess&#xE1;rio assegurar que, na observa&#xE7;&#xE3;o dos autocolantes na folha, os participantes compreendem que t&#xEA;m oportunidade de aprender uns com ou outros.</p>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_7.png" alt="image alt text"></p>
<ul>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Impress&#xE3;o de folhas com o <a href="https://www.dropbox.com/s/l6wvhxm0rj6pdiy/OS-handbook_exercise_BK-1.png?dl=0" target="_blank">research cycle with activities</a>. Distribui&#xE7;&#xE3;o a cada um dos participantes e uma para cada grupo.</p>
</li>
<li><p>Autocolantes de duas cores</p>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_8.png" alt="image alt text"></p>
<ul>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhuns; &#xE9; ben&#xE9;fico estar familiarizado com o ciclo de investiga&#xE7;&#xE3;o e as suas v&#xE1;rias etapas.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Este exerc&#xED;cio &#xE9; mais adequado em programas de forma&#xE7;&#xE3;o mais longos, onde s&#xE3;o abordados v&#xE1;rios t&#xF3;picos.</p>
</li>
<li><p>Escolha autocolantes com cores vis&#xED;veis para dalt&#xF3;nicos.</p>
</li>
<li><p>O n&#xFA;mero de atividades a desenvolver depende do n&#xFA;mero de participantes (por ex.: tr&#xEA;s t&#xF3;picos de discuss&#xE3;o para grupos pequenos, dois para grupos grandes).</p>
</li>
<li><p>&#xC9; prefer&#xED;vel usar material impresso individual para prevenir quelquer tipo de press&#xE3;o ou preconceito por parte dos pares.</p>
</li>
<li><p>As folhas distribu&#xED;das individualmente podem ser mantidas como refer&#xEA;ncia durante o programa de forma&#xE7;&#xE3;o.</p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Este exerc&#xED;cio pode facilmente ser adaptado para priorizar as necessidades formativas noutros t&#xF3;picos.</li>
</ul>
</li>
</ul>
<h5 id="exemplo-3-recolha-de-boas-pr&#xE1;ticas-na-&#xE1;rea-da-ci&#xEA;ncia-aberta"><a name="exemplo-3-recolha-de-boas-pr&#xE1;ticas-na-&#xE1;rea-da-ci&#xEA;ncia-aberta" class="plugin-anchor" href="#exemplo-3-recolha-de-boas-pr&#xE1;ticas-na-&#xE1;rea-da-ci&#xEA;ncia-aberta"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 3: Recolha de boas pr&#xE1;ticas na &#xE1;rea da Ci&#xEA;ncia Aberta</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Plen&#xE1;rio, 1h-1h30</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Conhecer o conjunto de pr&#xE1;ticas de Ci&#xEA;ncia Aberta associadas ao ciclo de investiga&#xE7;&#xE3;o.</p>
</li>
<li><p>Avaliar quais as pr&#xE1;ticas mais vi&#xE1;veis e eficazes em que se focar.</p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Antes do exerc&#xED;cio, distribua pela sala (ex.: mesas ou numa &#xE1;rea do piso) cart&#xF5;es classificados segundo a etapa do ciclo de investiga&#xE7;&#xE3;o.</p>
</li>
<li><p>Registe na parede, janela ou quadro as diferentes etapas do ciclo de investiga&#xE7;&#xE3;o (ex.: prepara&#xE7;&#xE3;o, descoberta, an&#xE1;lise, escrita, publica&#xE7;&#xE3;o, divulga&#xE7;&#xE3;o, avalia&#xE7;&#xE3;o).</p>
</li>
<li><p>Convide os participantes a selecionar as pr&#xE1;ticas de Ci&#xEA;ncia Aberta que consideram mais relevantes. Cada uma das pr&#xE1;ticas selecionadas deve ser afixada na parede tendo em conta a etapa do ciclo de investiga&#xE7;&#xE3;o em que se inserem.</p>
</li>
<li><p>Incentive os participantes a adicionar pr&#xE1;ticas de investiga&#xE7;&#xE3;o que n&#xE3;o est&#xE3;o inclu&#xED;das nos cart&#xF5;es.</p>
</li>
<li><p>Divida os participantes em sete grupos.</p>
</li>
<li><p>Cada grupo dever&#xE1; avaliar as pr&#xE1;ticas selecionadas para a etapa do ciclo de investiga&#xE7;&#xE3;o que lhe foi atribu&#xED;da e destacar as duas pr&#xE1;ticas que considerem mais vi&#xE1;veis para implementa&#xE7;&#xE3;o e que promovam a investiga&#xE7;&#xE3;o aberta de forma mais efetiva. Os cart&#xF5;es com as duas pr&#xE1;ticas selecionadas devem ser posicionados no topo da lista na parede ou em alternativa removidos todos os cart&#xF5;es com exce&#xE7;&#xE3;o dos que cont&#xEA;m as pr&#xE1;ticas selecionadas.</p>
</li>
<li><p>Cada grupo dever&#xE1; justificar a sua escolha perante todos os participantes.</p>
</li>
<li><p>Em conjunto, as atividades de investiga&#xE7;&#xE3;o selecionadas formam um diagrama das pr&#xE1;ticas de Ci&#xEA;ncia Aberta. </p>
</li>
<li><p>Como exerc&#xED;cio de seguimento, os participantes podem discutir os passos necess&#xE1;rios para implementar as pr&#xE1;ticas selecionadas: </p>
<ol>
<li><p>que ferramentas e plataformas podem ser usadas</p>
</li>
<li><p>quais seriam os potenciais incentivos e desafios </p>
</li>
<li><p>que suporte t&#xE9;cnico seria necess&#xE1;rio</p>
</li>
<li><p>que mudan&#xE7;as pol&#xED;ticas seriam necess&#xE1;rias</p>
</li>
</ol>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_9.png" alt="image alt text"></p>
<p><img src="Images/image_10.png" alt="image alt text"></p>
<p><img src="Images/image_11.png" alt="image alt text"></p>
<ul>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Uma parede, janela ou v&#xE1;rios quadros para afixar o material</p>
</li>
<li><p>Espa&#xE7;o com &#xE1;rea suficiente para a movimenta&#xE7;&#xE3;o dos v&#xE1;rios grupos</p>
</li>
<li><p>Impress&#xE3;o dos <a href="https://doi.org/10.6084/m9.figshare.4627954.v1" target="_blank">cards with open science practices</a> (dispon&#xED;veis tamb&#xE9;m em <a href="https://doi.org/10.6084/m9.figshare.4627999.v1" target="_blank">editable powerpoint slides</a> ou em <a href="https://docs.google.com/spreadsheets/d/1TmrfhfLlCvyCPw5Xo7cMY0FAKzVlVQa1603IsTs-02o/edit#gid=114671496" target="_blank">Google spreadsheet</a>)</p>
</li>
<li><p>Cart&#xF5;es em branco e canetas/ marcadores</p>
</li>
<li><p>Pioneses ou fita-cola</p>
</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhuns; &#xE9; ben&#xE9;fico estar familiarizado com o ciclo de investiga&#xE7;&#xE3;o e as suas v&#xE1;rias etapas</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Dependendo do n&#xFA;mero de participantes, pequenos grupos podem priorizar as pr&#xE1;ticas de mais do que uma etapa do processo de investiga&#xE7;&#xE3;o.</p>
</li>
<li><p>Teste a colagem e remo&#xE7;&#xE3;o dos materiais nas paredes/janelas pois algumas s&#xE3;o bastante dif&#xED;ceis de remover.</p>
</li>
<li><p>Os grupo pode n&#xE3;o concordar com as pr&#xE1;ticas selecionadas por um sub-grupo para uma determinada etapa do processo de investiga&#xE7;&#xE3;o. Antes de iniciar o exerc&#xED;cio, decida se as atividades indicadas por cada um dos grupos podem ou n&#xE3;o ser discutidas at&#xE9; se chegar a um consenso.</p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li><p>O exerc&#xED;cio pode ser modificado para se focar numa determinada atividade ou etapa do ciclo de investiga&#xE7;&#xE3;o (por ex.: publica&#xE7;&#xE3;o ou avalia&#xE7;&#xE3;o).</p>
</li>
<li><p>Podem ser utilizados outros crit&#xE9;rios, por ex.: levantamento das pr&#xE1;ticas dos participantes, ou as pr&#xE1;ticas &quot;ideais&quot; (independentemente da viabilidade/ esfor&#xE7;o necess&#xE1;rio).</p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-4-t&#xF3;picos-de-discuss&#xE3;o-sobre-ci&#xEA;ncia-aberta"><a name="exemplo-4-t&#xF3;picos-de-discuss&#xE3;o-sobre-ci&#xEA;ncia-aberta" class="plugin-anchor" href="#exemplo-4-t&#xF3;picos-de-discuss&#xE3;o-sobre-ci&#xEA;ncia-aberta"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 4: T&#xF3;picos de discuss&#xE3;o sobre Ci&#xEA;ncia Aberta</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
<ul>
<li>Pequenos grupos, 20-30 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Confrontar a experi&#xEA;ncia e opini&#xE3;o individual sobre Ci&#xEA;ncia Aberta com a perspetiva de outros</li>
</ul>
</li>
</ul>
<p><img src="Images/image_12.png" alt="image alt text"></p>
<ul>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Divida os participantes em grupos de quarto ou cinco elementos e distribua t&#xF3;picos para discuss&#xE3;o (por ex.: impressos em papel).</p>
</li>
<li><p>Promova a discuss&#xE3;o dos t&#xF3;picos em grupo com base na perspetiva de cada participante.</p>
</li>
<li><p>Cada grupo dever&#xE1; destacar os pontos mais importantes resultantes da discuss&#xE3;o (opcional).</p>
</li>
<li><p>Sugest&#xF5;es para t&#xF3;picos de discuss&#xE3;o:</p>
<ol>
<li><p>&quot;Desenvolver pr&#xE1;ticas de Ci&#xEA;ncia Aberta torna a investiga&#xE7;&#xE3;o mais divertida&quot;</p>
</li>
<li><p>&#x201C;A Ci&#xEA;ncia Aberta pode ser uma escolha dif&#xED;cil para os investigadores porque sentem que as suas ideias podem ser publicadas primeiro por outros&#x201D;</p>
</li>
<li><p>&#x201C;O principal desafio para publicar em acesso aberto s&#xE3;o os custos associados &#xE0; publica&#xE7;&#xE3;o (Article Processing Charges)&#x201D;</p>
</li>
<li><p>&quot;As ag&#xEA;ncias de financiamento e o governo deviam apoiar de forma mais evidente a Ci&#xEA;ncia Aberta&#x201D;</p>
</li>
<li><p>&quot;A revis&#xE3;o por pares aberta pode ser problem&#xE1;tica para investigadores em in&#xED;cio de carreira&quot;</p>
</li>
<li><p>&quot;Dev&#xED;amos encarar os cidad&#xE3;os cient&#xED;stas com maior seriedade, e n&#xE3;o apenas como fornecedores de dados&#x201D;</p>
</li>
<li><p>&quot;Os rankings de avalia&#xE7;&#xE3;o s&#xE3;o um sintoma e n&#xE3;o a causa na corrida &#xE0; publica&#xE7;&#xE3;o&quot;</p>
</li>
<li><p>&quot;N&#xE3;o h&#xE1; nenhuma raz&#xE3;o para que, depois de conclu&#xED;do, n&#xE3;o se publique um preprint&quot;</p>
</li>
<li><p>&quot;Partilhar dados de investiga&#xE7;&#xE3;o &#xE9; uma boa pr&#xE1;tica, mas para a  r&#xE1;pida prolifera&#xE7;&#xE3;o da Ci&#xEA;ncia &#xE9; necess&#xE1;rio garantir a interoperabilidade e a reutiliza&#xE7;&#xE3;o dos dados&quot;</p>
</li>
<li><p>&quot;Partilhar ideias e projetos no ResearchGate &#xE9; uma boa forma de divulgar a sua investiga&#xE7;&#xE3;o&quot;</p>
</li>
<li><p>&#x201C;Provavelmente as orienta&#xE7;&#xF5;es dos investigadores principais  s&#xE3;o a raz&#xE3;o pela qual os jovens investigadores n&#xE3;o se envolvem mais nas pr&#xE1;ticas de Ci&#xEA;ncia Aberta&#x201D;</p>
</li>
<li><p>&quot;Deve apostar-se na cria&#xE7;&#xE3;o de plataformas para a partilha de resultados e objetos de investiga&#xE7;&#xE3;o de forma a promover a colabora&#xE7;&#xE3;o e a sua reutiliza&#xE7;&#xE3;o&quot;</p>
</li>
</ol>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Folhas impressas com os t&#xF3;picos para discuss&#xE3;o</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Estar familiarizado com o ciclo de investiga&#xE7;&#xE3;o.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Este exerc&#xED;cio &#xE9; mais adequado para investigadores do que para pessoal de apoio &#xE0; investiga&#xE7;&#xE3;o, porque eles podem identificar-se com as situa&#xE7;&#xF5;es e falar da sua experi&#xEA;ncia.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Alterando as afirma&#xE7;&#xF5;es, este exerc&#xED;cio pode ser adaptado a outros t&#xF3;picos.</li>
</ul>
</li>
</ul>
<h5 id="exemplo-5--caf&#xE9;-com-ci&#xEA;ncia-aberta"><a name="exemplo-5--caf&#xE9;-com-ci&#xEA;ncia-aberta" class="plugin-anchor" href="#exemplo-5--caf&#xE9;-com-ci&#xEA;ncia-aberta"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 5:  Caf&#xE9; com Ci&#xEA;ncia Aberta</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Pequenos grupos, 1h30</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">Conceito e Princ&#xED;pios da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Ter conhecimento das diferentes val&#xEA;ncias da Ci&#xEA;ncia Aberta.</p>
</li>
<li><p>Discuss&#xE3;o de t&#xF3;picos entre os v&#xE1;rios intervenientes nos processos ligados com a Ci&#xEA;ncia Aberta.</p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Um grupo de 6-8 elementos re&#xFA;ne-se &#xE0; volta de uma mesa com um moderador e um relator. &#xC9; distribu&#xED;do um baralho de cartas que cont&#xE9;m afirma&#xE7;&#xF5;es e quest&#xF5;es ligadas com a Ci&#xEA;ncia Aberta e projetos associados. Estas afirma&#xE7;&#xF5;es servem para iniciar a conversa. Um elemento do grupo retira uma carta do baralho e o grupo dever&#xE1; discutir esse t&#xF3;pico, e ap&#xF3;s discuss&#xE3;o &#xE9; retirada uma nova carta. A discuss&#xE3;o permite a aprendizagem m&#xFA;tua entre os v&#xE1;rios participantes e que o t&#xF3;pico possa ser perspetivado de uma forma mais global. Entretanto dever&#xE1; recolher os resultados da discuss&#xE3;o.</p>
</li>
<li><p>O relator pode registar os resultados da discuss&#xE3;o de duas formas:</p>
<ol>
<li><p>Cart&#xF5;es para o mapa conceptual: registe em cart&#xF5;es os t&#xF3;picos mais relevantes na discuss&#xE3;o. Caso a troca de ideias seja demasiado r&#xE1;pida, interrompa a discuss&#xE3;o para obter mais informa&#xE7;&#xE3;o junto dos participantes. No centro ficar&#xE1; registado o t&#xF3;pico principal da discuss&#xE3;o e a partir da&#xED; s&#xE3;o registados os resultados e as conex&#xF5;es entre os mesmos. Caso seja dif&#xED;cil estabelecer liga&#xE7;&#xF5;es entre os resultados da discuss&#xE3;o opte por registar pensamentos e frases aleat&#xF3;rias.</p>
</li>
<li><p>Ideias e frases brilhantes: &#xE0;s vezes algu&#xE9;m diz qualquer coisa brilhante, precisa ou muito &#xFA;til. Para regist&#xE1;-la use a carta das ideias e frases brilhantes. S&#xF3; pode exisir uma, por isso h&#xE1; que ser muito selectivo. O objetivo &#xE9; selecionar apenas as ideias/afirma&#xE7;&#xF5;es que se destacam na discuss&#xE3;o.</p>
</li>
</ol>
</li>
<li><p>Ap&#xF3;s 20-30 minutos de discuss&#xE3;o, os participantes trocam de mesa. O moderador e o relator permanecem na sua mesa.</p>
</li>
<li><p>No final, cada moderador dever&#xE1; relatar os resultados dos diferentes grupos de discuss&#xE3;o.</p>
</li>
</ul>
</li>
</ul>
<ul>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Um baralho de cartas <a href="https://www.fosteropenscience.eu/content/open-science-cafe-card-deck" target="_blank">LIBER Science Caf&#xE9; card deck</a>, ou um conjunto de impress&#xF5;es com t&#xF3;picos para discuss&#xE3;o <a href="http://www.theworldcafe.com/wp-content/uploads/2015/07/Cafe-To-Go-Revised.pdf" target="_blank">World Caf&#xE9;</a></p>
</li>
<li><p>Uma mesa com capacidade para 6-8 pessoas</p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-6-o-que-s&#xE3;o-dados-de-investiga&#xE7;&#xE3;o-para-mim"><a name="exemplo-6-o-que-s&#xE3;o-dados-de-investiga&#xE7;&#xE3;o-para-mim" class="plugin-anchor" href="#exemplo-6-o-que-s&#xE3;o-dados-de-investiga&#xE7;&#xE3;o-para-mim"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 6: O que s&#xE3;o dados de investiga&#xE7;&#xE3;o para mim?</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individual/pares, 15 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Conhecer os seus pr&#xF3;prios dados de investiga&#xE7;&#xE3;o e os dados na sua &#xE1;rea de pesquisa</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Pe&#xE7;a aos participantes que pensem sobre os &#xFA;ltimos artigos que escreveram/leram. Havia material suplementar (e.g., tabelas, imagens)? Pe&#xE7;a que anotem exemplos e tipos de dados de investiga&#xE7;&#xE3;o na sua &#xE1;rea de pesquisa. Que informa&#xE7;&#xE3;o ou dados seriam necess&#xE1;rios para que pudessem reanalisar o estudo? O que seria necess&#xE1;rio para as suas pr&#xF3;prias disserta&#xE7;&#xF5;es/artigos serem compreendidos corretamente? Pe&#xE7;a que apresentem os seus resultados em pares/grupos e depois em plen&#xE1;rio</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Uma folha de papel e uma caneta</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>N&#xE3;o &#xE9; necess&#xE1;rio ter conhecimentos pr&#xE9;vios</li>
</ul>
</li>
</ul>
<p>*Algumas quest&#xF5;es a ter em conta</p>
<pre><code>* Dar tempo suficiente aos participantes para debate 
</code></pre><ul>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>A atividade pode ser encurtada se passarem &#xE0; frente o trabalho de pares/grupos e apenas discutirem em plen&#xE1;rio </li>
</ul>
</li>
</ul>
<h5 id="exemplo-7-por-que-n&#xE3;o-compartilhar-dados"><a name="exemplo-7-por-que-n&#xE3;o-compartilhar-dados" class="plugin-anchor" href="#exemplo-7-por-que-n&#xE3;o-compartilhar-dados"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 7: Por que n&#xE3;o compartilhar dados?</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Grupos pequenos, aproximadamente 20 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Fazer com que os participantes pensem sobre as barreiras pr&#xE1;ticas e &#xE9;ticas da partilha de dados, e analisem de forma cr&#xED;tica as suas opini&#xF5;es sobre este assunto.</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Em pares ou em grupos pequenos, os participantes t&#xEA;m cinco minutos para fazer uma lista o mais completa poss&#xED;vel com os motivos pelos quais os investigadores possam n&#xE3;o querer partilhar os seus dados. Em seguida os participantes apresentam os motivos, discutem se s&#xE3;o v&#xE1;lidos ou n&#xE3;o, e quais as estrat&#xE9;gias para ultrapassar as preocupa&#xE7;&#xF5;es leg&#xED;timas. A equipa com maior n&#xFA;mero de motivos identificados ganha (pr&#xE9;mio opcional).</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Material para tomar notas (caneta, papel, ou documento eletr&#xF3;nico); opcional: pr&#xE9;mio. </li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>Conhecimento pr&#xE1;tico de trabalho com dados</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>O exerc&#xED;cio dever&#xE1; ser divertido, e os participantes devem ser encorajados a dar exemplos divertidos, bem como s&#xE9;rios. </li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>O mesmo formato poder&#xE1; ser facilmente adaptado para muitos outros elementos da Ci&#xEA;ncia Aberta, e.g., Acesso Aberto (porque n&#xE3;o publicar em Acesso Aberto, etc.)</li>
</ul>
</li>
</ul>
<h5 id="exemplo-8-bingo-desculpas-para-n&#xE3;o-compartilhar-dados-de-investiga&#xE7;&#xE3;o"><a name="exemplo-8-bingo-desculpas-para-n&#xE3;o-compartilhar-dados-de-investiga&#xE7;&#xE3;o" class="plugin-anchor" href="#exemplo-8-bingo-desculpas-para-n&#xE3;o-compartilhar-dados-de-investiga&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 8: Bingo &quot;Desculpas para n&#xE3;o compartilhar dados de Investiga&#xE7;&#xE3;o&quot;</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Trabalho de grupo, 20&#x2013;30 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Ser capaz de reconhecer estere&#xF3;tipos que impedem a partilha de dados de investiga&#xE7;&#xE3;o e compreender as vantagens dos dados de investiga&#xE7;&#xE3;o abertos.</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Este exerc&#xED;cio dever&#xE1; ser feito no in&#xED;cio da sess&#xE3;o de forma&#xE7;&#xE3;o. Os participantes s&#xE3;o divididos em pelo menos dois grupos ou mais (dependendo do tamanho do grupo). O formador assegura que um grupo ir&#xE1; desenvolver argumentos a favor e o outro grupo ir&#xE1; contra-argumentar. Em grupos pequenos, os participantes ir&#xE3;o discutir desculpas j&#xE1; identificadas no &quot;Open Data Excuse&quot; Bingo, estes s&#xE3;o os argumentos mais comuns que s&#xE3;o utilizados pelos investigadores justificando porque n&#xE3;o podem partilhar os seus dados. Nos &#xFA;ltimos 10 minutos os participantes dever&#xE3;o confrontar os seus argumentos. O formador ir&#xE1; ajudar os participantes a identificar argumentos para compartilhar os seus dados de investiga&#xE7;&#xE3;o e para compreender melhor as raz&#xF5;es para partilhar os seus dados.</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Folhas impressas de <a href="http://data.dev8d.org/devbingo/bingo.php?n=1&amp;w=4&amp;h=4&amp;title=%22Open+Data+Excuse%22+Bingo&amp;tag=%23openDataExcuses&amp;statements=Terrorists+will+use+it%0D%0AData+Protection%0D%0ALawyers+want+a+custom+License%0D%0APoor+Quality%0D%0AThieves+will+use+it%0D%0AWe%27ll+get+spam%0D%0AIt%27s+not+very+interesting%0D%0AIt%27s+too+complicated%0D%0AThere%27s+no+API%0D%0AWhat+if+we+want+to+sell+it+later%0D%0AI+don%27t+mind,+but+someone+else+might%0D%0AIt%27s+too+big%0D%0AThere%27s+already+a+project+to...%0D%0APeople+may+misinterpret+the+data%0D%0AWe+might+want+to+use+it+in+a+paper%0D%0AWe+will+get+too+many+enquiries&amp;rules=%3Cp%3EFor+open+data+teams;+print+out+a+copy+and+put+it+on+your+office+wall.+Cross+out+each+excuse+people+give+you.+There+are+no+prizes,+but+you+can+tweet+%22bingo!+%23openDataExcuses%22+if+you+think+it+might+make+you+feel+better*.%3C/p%3E%0D%0A%0D%0A%3Cp+style%3D%27font-size:80%25%27%3E*+it+won%27t%3C/p%3E" target="_blank"> &quot;Open Data Excuse&quot; Bingo</a></li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>Os participantes dever&#xE3;o ter experi&#xEA;ncia de cria&#xE7;&#xE3;o/recolha de dados de investiga&#xE7;&#xE3;o.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Circule e tente ajudar a identificar argumentos se necess&#xE1;rio, especialmente no grupo que est&#xE1; a desenvolver argumentos fortes a favor da partilha de dados. Poder&#xE1; ser necess&#xE1;ria uma ajuda extra para estes participantes serem mais fortes no confronto com os participantes do outro grupo.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Este exerc&#xED;cio pode ser adaptado a outros temas (os materiais tamb&#xE9;m ter&#xE3;o de ser adaptados)</li>
</ul>
</li>
</ul>
<h5 id="exemplo-9-eu-e-os-meus-dados-de-investiga&#xE7;&#xE3;o---datagramms"><a name="exemplo-9-eu-e-os-meus-dados-de-investiga&#xE7;&#xE3;o---datagramms" class="plugin-anchor" href="#exemplo-9-eu-e-os-meus-dados-de-investiga&#xE7;&#xE3;o---datagramms"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 9: Eu e os meus Dados de Investiga&#xE7;&#xE3;o - Datagramms</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Exerc&#xED;cio de grupo, 1&#x2013;4 horas (se feito como parte de um workshop)  </li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Compreender os que s&#xE3;o dados de investiga&#xE7;&#xE3;o e que tipo de reposit&#xF3;rio &#xE9; necess&#xE1;rio para arquiv&#xE1;-los corretamente</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>&#xC9; pedido aos participantes que pensem no &#xFA;ltimo trabalho de investiga&#xE7;&#xE3;o feito relativamente &#xE0; sua tese (Licenciatura, Mestrado, our Doutoramento) e para refletir sobre o tipo de dados que produziram.</p>
</li>
<li><p>Eles ir&#xE3;o criar um datagramm, isto &#xE9;, escrever num cart&#xE3;o</p>
<ul>
<li><p>a &#xE1;rea de estudo</p>
</li>
<li><p>o t&#xED;tulo da tese</p>
</li>
<li><p>um conjunto de cartas, indicando</p>
<ul>
<li><p>o formato (pdf, doc, csv, ou similar)</p>
</li>
<li><p>o tamanho (kb, mb, gb, tb, etc.)</p>
</li>
<li><p>o meio (como A para anal&#xF3;gico, D para digital, isto &#xE9;, digitalizado e E para eletr&#xF3;nico, ou combina&#xE7;&#xF5;es dos tr&#xEA;s)</p>
</li>
<li><p>e finalmente o tipo de dados, diferenciando aproximadamente entre O para observa&#xE7;&#xF5;es, E para experi&#xEA;ncias, S para simula&#xE7;&#xF5;es, D para deriva&#xE7;&#xF5;es, R para refer&#xEA;ncias e D para dados digitalizados, ou combina&#xE7;&#xF5;es entre eles.</p>
</li>
</ul>
</li>
</ul>
</li>
<li><p>Em v&#xE1;rias etapas, todos os cart&#xF5;es s&#xE3;o agrupados numa parede de acordo com as cartas (formato, tamanho, meio, e tipo)</p>
</li>
<li><p>O grupo discute os diferntes conjuntos e reflete sobre os requisitos de um reposit&#xF3;rio ou arquivo de dados abertos.</p>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Cart&#xF5;es e flipcharts, ou uma parede e material para afixar os cart&#xF5;es na parede</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>Nenhum desde que o exerc&#xED;cio comece com algumas explica&#xE7;&#xF5;es sobre como descrever e diferenciar dados. Conhecimento b&#xE1;sico sobre dados de investiga&#xE7;&#xE3;o, reposit&#xF3;rios, e arquivos poder&#xE3;o ser &#xFA;teis.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Fa&#xE7;a uma abordagem passo a passo</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>ainda n&#xE3;o aplicado</li>
</ul>
</li>
</ul>
<h5 id="exemplo-10-encontre-seu-reposit&#xF3;rio-de-dados"><a name="exemplo-10-encontre-seu-reposit&#xF3;rio-de-dados" class="plugin-anchor" href="#exemplo-10-encontre-seu-reposit&#xF3;rio-de-dados"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 10: Encontre seu reposit&#xF3;rio de dados</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individual / pares, 10&#x2013;15 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Conhecer os reposit&#xF3;rios de dados espec&#xED;ficos de cada &#xE1;rea e as suas caracter&#xED;sticas e padr&#xF5;es</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Os participantes devem encontrar um reposit&#xF3;rio de dados para os seus dados de investiga&#xE7;&#xE3;o. Para o efeito, v&#xE3;o ao re3data.org e pesquisam por &#xE1;rea e/ou por tipo de conte&#xFA;do. Pe&#xE7;a que limitem a sua pesquisa a reposit&#xF3;rios de dados com atribui&#xE7;&#xE3;o de DOI. D&#xEA;-lhes tempo para analisar a descri&#xE7;&#xE3;o do reposit&#xF3;rio e que registem os reposit&#xF3;rios relevantes. A seguir discutam os seus sucessos e experi&#xEA;ncias.</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Computador com liga&#xE7;&#xE3;o &#xE0; internet para cada um dos participantes (pode ser feito em pares se necess&#xE1;rio)</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li><p>Os participantes dever&#xE3;o saber que tipo de dados de investiga&#xE7;&#xE3;o produzem</p>
</li>
<li><p>N&#xE3;o applic&#xE1;vel a estudantes de licenciatura</p>
</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Alguns participantes poder&#xE3;o n&#xE3;o conseguir encontrar um reposit&#xF3;rio adequado, portanto prepare uma lista de reposit&#xF3;rios gen&#xE9;ricos e institucionais que possam ser utilizados e apresente-os posteriormente</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Este exerc&#xED;cio poder&#xE1; ser adaptado para o Acesso Aberto recorrendo ao site do Directory of Open Access Journals (DOAJ)  (<a href="https://doaj.org" target="_blank">https://doaj.org</a>)</li>
</ul>
</li>
</ul>
<h5 id="exemplo-11-o-que-&#xE9;-preciso-para-publicar-dados"><a name="exemplo-11-o-que-&#xE9;-preciso-para-publicar-dados" class="plugin-anchor" href="#exemplo-11-o-que-&#xE9;-preciso-para-publicar-dados"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 11: O que &#xE9; preciso para publicar dados?</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Exerc&#xED;cio de grupo, 5&#x2013;10 minutos (dependendo do tamanho do grupo)</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Lembrar os passos necess&#xE1;rios para a publica&#xE7;&#xE3;o de dados</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Este exerc&#xED;cio dever&#xE1; ser utilizado no final da forma&#xE7;&#xE3;o. Deixar os participantes jogar ao &quot;Estou a fazer a mala&quot; &#xE0; medida que v&#xE3;o identificando os elementos necess&#xE1;rios para a publica&#xE7;&#xE3;o de dados (por exemplo, Dados de investiga&#xE7;&#xE3;o (ficheiros), metadados, palavras-chave, documenta&#xE7;&#xE3;o, licen&#xE7;as, ORCID, reposit&#xF3;rio, um bom t&#xED;tulo, refer&#xEA;ncias/fontes, cita&#xE7;&#xE3;o de dados, tempo, e coragem!) </li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>N&#xE3;o &#xE9; necess&#xE1;rio nenhum material ou recurso</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>Os participantes dever&#xE3;o conhecer os elementos b&#xE1;sicos de publica&#xE7;&#xE3;o de dados</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Se os particpantes esquecerem um elemento, tentar ajudar ou dar pistas</p>
</li>
<li><p>Identificar como &#xFA;ltimo elemento &quot;coragem&quot;</p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Tamb&#xE9;m pode ser adaptado ao processo de publica&#xE7;&#xE3;o em acesso aberto</li>
</ul>
</li>
</ul>
<h5 id="exemplo-12-criando-metadados"><a name="exemplo-12-criando-metadados" class="plugin-anchor" href="#exemplo-12-criando-metadados"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 12: Criando metadados</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individual / pares, 5 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Ser capaz de criar metadados para os dados de investiga&#xE7;&#xE3;o</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Pe&#xE7;a aos participantes que escolham um ficheiro em que estejam a trabalhar. Pe&#xE7;a que eles respondam numa folha de papel &#xE0;s seguintes quest&#xF5;es: Quem foi o autor deste conte&#xFA;do? Qual &#xE9; o conte&#xFA;do? Quando &#xE9; que o conte&#xFA;do foi criado? Como &#xE9; que o conte&#xFA;do foi criado? Porque &#xE9; que o conte&#xFA;do foi criado? A seguir discutam os seus resultados. Foi f&#xE1;cil ou dif&#xED;cil? A tarefa pode ser repetida para todos os ficheiros do processo de investiga&#xE7;&#xE3;o?</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Uma folha de papel (ou um formul&#xE1;rio preparado) e uma caneta</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimentos pr&#xE9;vios necess&#xE1;rio</p>
<ul>
<li>N&#xE3;o &#xE9; necess&#xE1;rio conhecimento pr&#xE9;vio</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Para que o exerc&#xED;cio seja mais r&#xE1;pido preparar um formul&#xE1;rio e imprimir ou disponibilizar online.</p>
</li>
<li><p>Para projetos maiores com muitos ficheiros disponibilizar um modelo de dicion&#xE1;rio de dados</p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Tamb&#xE9;m pode ser adaptado como exerc&#xED;cio de documenta&#xE7;&#xE3;o</li>
</ul>
</li>
</ul>
<h5 id="exemplo-13-vamos-come&#xE7;ar-a-compartilhar-software-abertamente"><a name="exemplo-13-vamos-come&#xE7;ar-a-compartilhar-software-abertamente" class="plugin-anchor" href="#exemplo-13-vamos-come&#xE7;ar-a-compartilhar-software-abertamente"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 13: Vamos come&#xE7;ar a compartilhar software abertamente</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individual ou pares, 20&#x2013;30 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li>[Software Aberto Usado na Investiga&#xE7;&#xE3;o e Software de C&#xF3;digo Aberto]    (02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.md)</li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Aprender a usar ferramentas e servi&#xE7;os para compartilhar c&#xF3;digo de investiga&#xE7;&#xE3;o abertamente.</p>
</li>
<li><p>Ser capaz de escolher a licen&#xE7;a apropriada para o software e entender a diferen&#xE7;a entre licen&#xE7;as permissivas e licen&#xE7;as n&#xE3;o permissivas. </p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio </p>
<ul>
<li><p>Este exerc&#xED;cio &#xE9;  destinado a qualquer investigador que v&#xE1; usar software/c&#xF3;digo na sua pesquisa, quer seja trabalho puramente computacional ou trabalho experimental  (utiliza&#xE7;&#xE3;o do software para an&#xE1;lise, etc.) </p>
</li>
<li><p>Primeiro, deve pedir a todos que se registem numa conta gratuita do <a href="https://github.com/" target="_blank">GitHub</a> se ainda n&#xE3;o tiverem uma. Esta conta gratuita ser&#xE1; suficiente para trabalhar exclusivamente com c&#xF3;digo aberto/p&#xFA;blico, embora deva dizer-lhes que estudantes, docentes e investigadores podem <a href="https://education.github.com/" target="_blank">solicitar autoriza&#xE7;&#xE3;o para uma conta profissional gratuita</a>.</p>
</li>
<li><p>Adicionalmente, deve pedir que os participantes fa&#xE7;am uma <a href="https://zenodo.org/" target="_blank">conta Zenodo</a>, e a liguem &#xE0; sua conta do GitHub.</p>
</li>
<li><p>De seguida, todos devem criar um novo reposit&#xF3;rio p&#xFA;blico, escolhendo uma licen&#xE7;a apropriada baseada nas permiss&#xF5;es desejadas - <a href="https://choosealicense.com/" target="_blank">choosealicense.org</a> pode ser &#xFA;til neste caso. No Zenodo, permita <a href="https://guides.github.com/activities/citable-code/" target="_blank">a integra&#xE7;&#xE3;o GitHub&#x2013;Zenodo </a> para este reposit&#xF3;rio.</p>
</li>
<li><p>Deve pedir aos participantes que adicionem o(s) seu(s) ficheiro(s) fonte ao reposit&#xF3;rio e deve acrescentar uma descri&#xE7;&#xE3;o do programa/script  ao ficheiro  README. Logo que estes ficheiros estejam adicionados, escolha um n&#xFA;mero de vers&#xE3;o e <a href="https://help.github.com/articles/creating-releases/" target="_blank">crie uma release</a> do software.</p>
</li>
<li><p>Entre no Zenodo e obtenha o DOI que foi gerado para o seu software. </p>
</li>
<li><p>Parab&#xE9;ns, o seu software &#xE9; agora cit&#xE1;vel! Pode acrescentar uma sec&#xE7;&#xE3;o ao ficheiro  README com o DOI e a cita&#xE7;&#xE3;o sugerida, ou at&#xE9; acrescentar o crach&#xE1; do DOI que o Zenodo fornece.</p>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Os participantes necessitam de ter um computador ligado &#xE0; Internet. </p>
</li>
<li><p>Os participantes devem ter algum c&#xF3;digo, script ou programa pronto &#x2014; mesmo que &quot;desorganizado&quot; &#x2014; que ir&#xE3;o partilhar publicamente.</p>
</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhum</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Nenhuma</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>N&#xE3;o aplic&#xE1;vel</li>
</ul>
</li>
</ul>
<h5 id="exemplo-14-criar-um-fluxo-de-trabalho-de-an&#xE1;lise-de-dados-reprodut&#xED;vel"><a name="exemplo-14-criar-um-fluxo-de-trabalho-de-an&#xE1;lise-de-dados-reprodut&#xED;vel" class="plugin-anchor" href="#exemplo-14-criar-um-fluxo-de-trabalho-de-an&#xE1;lise-de-dados-reprodut&#xED;vel"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 14: Criar um fluxo de trabalho de an&#xE1;lise de dados reprodut&#xED;vel</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individualmente e em grupo, 4&#x2013;8 horas (exemplo <a href="http://reproducible-analysis-workshop.readthedocs.io" target="_blank">aqui</a>)</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.html">Investiga&#xE7;&#xE3;o reprodut&#xED;vel e an&#xE1;lise de dados</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem </p>
<ul>
<li><p>Usar uma (pequena) tarefa computacional relevante para a sua disciplina/forma&#xE7;&#xE3;o e estabelec&#xEA;-la como um fluxo de trabalho aberto e reproduz&#xED;vel.</p>
</li>
<li><p>Entender os conceitos chave, as ferramentas e servi&#xE7;os que s&#xE3;o &#xFA;teis neste contexto de reprodutibilidade. </p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Cada participante seleciona um conjunto de dados e o correspondente processo de an&#xE1;lise de dados que &#xE9; relevante para a sua &#xE1;rea.  Tanto o  conjunto de dados quanto o processo de an&#xE1;lise devem ser suficientemente reduzidos para ser conclu&#xED;dos em poucos minutos. Al&#xE9;m disso, para os objetivos deste exerc&#xED;cio, a linguagem de programa&#xE7;&#xE3;o deve ser Python ou R, mas outras linguagens podem ser usadas com pequenas altera&#xE7;&#xF5;es nas ferramentas subjacentes.</p>
</li>
<li><p>O participante, de in&#xED;cio, executa o processo no formato tradicional e, em seguida, solicita a um dos outros participantes que o execute novamente sem ajuda externa. Identifique o tempo necess&#xE1;rio para outra pessoa executar o mesmo processo, assim como os obst&#xE1;culos encontrados.</p>
</li>
<li><p>Aplique o mesmo processo usando a abordagem Jupyter / Git / MyBinder; escreva o processo como um bloco de notas Jupyter, carregue o conjunto de dados e o bloco de notas para um reposit&#xF3;rio no GitHub e, em seguida, conecte o reposit&#xF3;rio ao mybinder. Depois disso, pergunte novamente &#xE0; mesma pessoa para executar de novo a tarefa. Identifique a mudan&#xE7;a no tempo e a acessibilidade. </p>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Jupyter and Git s&#xE3;o necess&#xE1;rios (incluindo uma conta no GitHub). Dependendo da linguagem, pode ser necess&#xE1;rio instalar tamb&#xE9;m n&#xFA;cleos/kernels no Jupyter. Finalmente, o formador pode decidir se fornece um exemplo comum para todos os participantes usarem ou se pede aos participantes para trazerem o seu pr&#xF3;prio exemplo. A diferen&#xE7;a est&#xE1; na quantidade de tempo requerido para a prepara&#xE7;&#xE3;o, assim como na uniformidade da experi&#xEA;ncia de cada participante.  </li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>O workshop pode ser realizado para os diferentes n&#xED;veis esperados de aprendizagem anterior, adaptando o tempo. Por exemplo, uma breve introdu&#xE7;&#xE3;o ao Git pode ser inclu&#xED;da mas, para todo os casos, os participantes devem estar cientes dos requisitos computacionais da sua pr&#xF3;pria an&#xE1;lise. </li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>O conceito geral &#xE9; simples, mas tem uma curva inicial de aprendizagem sobre os componentes individuais. Portanto, pode-se considerar gastar algum tempo extra no in&#xED;cio, discutindo cada ferramenta antes de as conectar a todas. </p>
</li>
<li><p>Deve ponderar proporcionar aos participantes uma explica&#xE7;&#xE3;o detalhada sobre o processo de instala&#xE7;&#xE3;o (por ex. para o Jupyter e o Git), antes de iniciar o workshop, de modo a minimizar poss&#xED;veis quest&#xF5;es t&#xE9;cnicas.</p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>O workshop pode ser alargado para introduzir conceitos adicionais da Ci&#xEA;ncia Aberta,  como sejam os Identificadores Persistentes para software (como atribuir um DOI do Zenodo ao reposit&#xF3;rio do Git), assim como para a integra&#xE7;&#xE3;o de todos os aspetos sob uma plataforma comum (como o OSF). </li>
</ul>
</li>
</ul>
<h5 id="exemplo-15-escolha-a-vers&#xE3;o-correta-para-o-reposit&#xF3;rio"><a name="exemplo-15-escolha-a-vers&#xE3;o-correta-para-o-reposit&#xF3;rio" class="plugin-anchor" href="#exemplo-15-escolha-a-vers&#xE3;o-correta-para-o-reposit&#xF3;rio"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 15: Escolha a vers&#xE3;o correta para o reposit&#xF3;rio</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Individual /pares, 15&#x2013;20 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">Acesso Aberto a Publica&#xE7;&#xF5;es</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li>Ser capaz de decidir qual &#xE9; a vers&#xE3;o mais apropriada para ser depositada num reposit&#xF3;rio e declarar o seu regime de Direitos de Autor. </li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Este exerc&#xED;cio pode ser dirigido a gestores de reposit&#xF3;rios. Escolha cinco publica&#xE7;&#xF5;es diferentes e solicite aos participantes para selecionarem a vers&#xE3;o mais apropriada para ser depositada num reposit&#xF3;rio e que informa&#xE7;&#xE3;o /aviso sobre Direitos de Autor eles incluiriam - quem &#xE9; o detentor dos direitos de autor e que regime de direitos de autor seria mantido: todos os direitos reservados, uma licen&#xE7;a, dom&#xED;nio p&#xFA;blico. Discuta os resultados e mostre os elementos fundamentais que definem as solu&#xE7;&#xF5;es a adotar.   </li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Este exerc&#xED;cio pode ser realizado com uma folha de papel (ou um formul&#xE1;rio preparado) e uma caneta. </p>
</li>
<li><p>Individuos/pares necessitam de ter uma liga&#xE7;&#xE3;o &#xE0; Internet para aceder aos documentos e para confirmar as pol&#xED;ticas. Tamb&#xE9;m poder&#xE1; fornecer c&#xF3;pia dos artigos em papel. </p>
</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li><p>No&#xE7;&#xF5;es b&#xE1;sicas de Direitos de Autor. </p>
</li>
<li><p>Conhecimentos sobre diferentes vers&#xF5;es de um trabalho de investiga&#xE7;&#xE3;o. </p>
</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>O exerc&#xED;cio pode ser transposto para uma vers&#xE3;o online se preparar um conjunto de pesquisas.</p>
</li>
<li><p>Use uma s&#xE9;rie de publica&#xE7;&#xF5;es incluindo, por exemplo, artigos publicados em modelos h&#xED;bridos, de forma a mostrar aos participantes que n&#xE3;o basta procurar sites com pol&#xED;ticas de auto arquivo predefinidas. </p>
</li>
<li><p>O n&#xFA;mero de casos ir&#xE1; determinar o tempo necess&#xE1;rio para o exerc&#xED;cio. </p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Pode ser adaptado a sess&#xF5;es de forma&#xE7;&#xE3;o com investigadores usando os seus pr&#xF3;prios artigos. </li>
</ul>
</li>
</ul>
<h5 id="exemplo-16-formatos-de-ficheiros-abertos"><a name="exemplo-16-formatos-de-ficheiros-abertos" class="plugin-anchor" href="#exemplo-16-formatos-de-ficheiros-abertos"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 16: Formatos de ficheiros abertos</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Exerc&#xED;cio em grupo, 10&#x2013;15 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">Licenciamento Aberto e Formatos de Ficheiros</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem:</p>
<ul>
<li>Tomar consci&#xEA;ncia dos formatos de ficheiro usados diariamente e do seu grau de abertura.</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Pe&#xE7;a aos participantes para escreverem em post-its todos os formatos de arquivo que usam no seu trabalho di&#xE1;rio. Depois, pegue nos post-its e cole-os no quadro branco ou no flipchart. Tente agrup&#xE1;-los da melhor maneira poss&#xED;vel em categorias ou grupos (texto, tabular, estat&#xED;stica, v&#xED;deo, imagem, etc.). De seguida, discuta os resultados com a sua audi&#xEA;ncia. Fale sobre o grau de abertura desses formatos de arquivos e poss&#xED;veis alternativas.</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Alguns blocos de post-its, caneta e quadro branco ou flipchart.</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhum</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Prepare-se para formatos de arquivo &quot;ex&#xF3;ticos&quot; especializados num assunto ou dependentes de equipamentos, e pe&#xE7;a que os participantes os descrevam</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Tamb&#xE9;m pode usar ferramentas da Web, tais como [PINGO] (<a href="http://trypingo.com" target="_blank">http://trypingo.com</a>) para a recolha de formatos de arquivo ou deix&#xE1;-los anotar os seus formatos de arquivo numa folha de papel e recolh&#xEA;-los, se n&#xE3;o quiser usar post-its</li>
</ul>
</li>
</ul>
<h5 id="exemplo-17-combina&#xE7;&#xE3;o-de-licen&#xE7;as-creative-commons"><a name="exemplo-17-combina&#xE7;&#xE3;o-de-licen&#xE7;as-creative-commons" class="plugin-anchor" href="#exemplo-17-combina&#xE7;&#xE3;o-de-licen&#xE7;as-creative-commons"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 17: Combina&#xE7;&#xE3;o de Licen&#xE7;as <em>Creative Commons</em></strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Exerc&#xED;cio em grupo, 5&#x2013;10 minutes</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">Licenciamento Aberto e Formatos de Ficheiros</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem:</p>
<ul>
<li>Ser capaz de distinguir entre diferentes licen&#xE7;as Creative Commons e ser capaz de as combinar de acordo com o resultado de investiga&#xE7;&#xE3;o.  </li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Os participantes devem combinar duas licen&#xE7;as. Deixe o grupo adivinhar que licen&#xE7;a Creative Commons &#xE9; criada com a combina&#xE7;&#xE3;o. Repita o exerc&#xED;cio com outras combina&#xE7;&#xF5;es. Integre uma combina&#xE7;&#xE3;o  que n&#xE3;o &#xE9; poss&#xED;vel  (por exemplo, CC BY-SA e CC BY-NC) e aponte os obst&#xE1;culos. Discuta os resultados com os participantes.</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Computador com projetor, quadro branco, flipchart ou uma folha de papel para todos os participantes.</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Os participantes devem conhecer todas as licen&#xE7;as Creative Commons e/ou ter um documento de apoio. </li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Espere mais do que tr&#xEA;s segundos antes de responder. Isso permite aos participantes pensarem sobre o assunto e permite-lhe integrar mesmo os participantes mais fracos. </li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li><p>Primeiro, crie pares e deixe-os resolver as combina&#xE7;&#xF5;es, depois discuta as solu&#xE7;&#xF5;es no grupo.  </p>
</li>
<li><p>Use outras licen&#xE7;as.    </p>
</li>
</ul>
<h5 id="exemplo-18-combina&#xE7;&#xF5;es-de-recursos-educativos-abertos"><a name="exemplo-18-combina&#xE7;&#xF5;es-de-recursos-educativos-abertos" class="plugin-anchor" href="#exemplo-18-combina&#xE7;&#xF5;es-de-recursos-educativos-abertos"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 18: Combina&#xE7;&#xF5;es de Recursos Educativos Abertos</strong></h5>
</li>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Exerc&#xED;cio em grupo, 10&#x2013;15 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><p><a href="02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">Licenciamento Aberto e Formatos de Ficheiros</a></p>
</li>
<li><p><a href="02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.html">Recursos Educativos Abertos</a></p>
</li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Distinguir os diferentes elementos das licen&#xE7;as <em>Creative Commons</em></p>
</li>
<li><p>Criar conte&#xFA;dos atrav&#xE9;s da recolha e an&#xE1;lise de trabalhos anteriores com v&#xE1;rias licen&#xE7;as, incluindo dom&#xED;nio p&#xFA;blico e todos os direitos reservados, e determinar qual ser&#xE1; a licen&#xE7;a adequada aos novos conte&#xFA;dos. </p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Existe uma Vers&#xE3;o online <a href="http://www.opencontent.org/game/" target="_blank">http://www.opencontent.org/game/</a> e uma vers&#xE3;o impressa do jogo <a href="http://www.opencontent.org/game/print/" target="_blank">http://www.opencontent.org/game/print/</a></p>
</li>
<li><p>Temos um baralho de cartas com diferentes conte&#xFA;dos: texto, imagem, m&#xFA;sica e v&#xED;deo, trazendo cada um deles um sinal de copyright das mais diferentes origens desde todos direitos reservados at&#xE9; ao dom&#xED;nio p&#xFA;blico, incluindo o conjunto de licen&#xE7;as Creative Commons e a licen&#xE7;a de Documenta&#xE7;&#xE3;o Aberta / Livre GNU.</p>
</li>
<li><p>Um dos elementos do grupo traz 12 cartas enquanto os restantes elementos t&#xEA;m de trabalh&#xE1;-las produzindo um trabalho contendo os quatro tipos de conte&#xFA;do: texto, imagem, m&#xFA;sica e v&#xED;deo. Uma vez decidida a formula&#xE7;&#xE3;o correta o grupo ter&#xE1; de decidir qual a licen&#xE7;a adequada para o novo trabalho.</p>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Para o jogo online: computador com projector</p>
</li>
<li><p>Para o jogo impresso: o baralho de cartas dispon&#xED;vel em  <a href="http://www.opencontent.org/game/print/" target="_blank">http://www.opencontent.org/game/print/</a> ou um baralho criado por si pr&#xF3;prio.</p>
</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Os participantes devem conhecer as especificidades de todas as licen&#xE7;as Creative Commons e ter uma no&#xE7;&#xE3;o b&#xE1;sica das quest&#xF5;es de direitos de autor incluindo a no&#xE7;&#xE3;o de copyleft.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Se usar a vers&#xE3;o online o exerc&#xED;cio deve ser feito para toda a audi&#xEA;ncia, permitindo v&#xE1;rias respostas.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li><p>Pode-se a adaptar para resultados de investiga&#xE7;&#xE3;o, por exemplo licenciamento de software.</p>
</li>
<li><p>Pode-se usar outras licen&#xE7;as, incluindo novos conte&#xFA;dos ou definindo quais os conte&#xFA;dos que devem constar do trabalho final. </p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-19-revis&#xE3;o-por-pares-aberta"><a name="exemplo-19-revis&#xE3;o-por-pares-aberta" class="plugin-anchor" href="#exemplo-19-revis&#xE3;o-por-pares-aberta"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 19: Revis&#xE3;o por pares aberta</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Pequenos grupos, 90 minutos</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">Revis&#xE3;o por Pares Aberta, M&#xE9;tricas e Avalia&#xE7;&#xE3;o</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Escrever revis&#xF5;es por pares construtivas </p>
</li>
<li><p>Reflex&#xE3;o cr&#xED;tica sobre as vantagens e desvantagens da revis&#xE3;o por pares aberta</p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Os participantes dividem-se em grupos de 3. Cada participante dever&#xE1; escrever um pequeno texto (aproximadamente 300 palavras) dando a sua opini&#xE3;o sobre revis&#xE3;o por pares aberta, de acordo com o que foi discutido anteriormente. De seguida passam o texto &#xE0; pessoa &#xE0; sua esquerda, que far&#xE1; uma pequena revis&#xE3;o do trabalho. O texto e a revis&#xE3;o s&#xE3;o ent&#xE3;o entregues ao pr&#xF3;ximo elemento &#xE0; esquerda, pelo que cada um dos elementos tem agora um texto e uma revis&#xE3;o que n&#xE3;o foi escrita por si. Essa pessoa comentar&#xE1; a revis&#xE3;o - se foi construtiva, cr&#xED;tica, o que podia ser melhorado, etc. O grupo ler&#xE1; ent&#xE3;o todos os textos e refletir&#xE1; sobre o modo como identidades abertas, relat&#xF3;rios abertos, etc. afetam a mandeira como se escreve uma revis&#xE3;o, e reflete sobre o coment&#xE1;rio cr&#xED;tico dos outros. </li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Caneta e papel</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Conhecimentos sobre revis&#xE3;o por pares aberta.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Este exerc&#xED;cio pressup&#xF5;e que os participantes fa&#xE7;am cr&#xED;ticas aos trabalhos dos outros - deve-se ter em aten&#xE7;&#xE3;o que algumas pessoas poder&#xE3;o sentir-se incomodadas ao faz&#xEA;-lo, ou ainda, outros poder&#xE3;o ter dificuldade em aceitar as cr&#xED;ticas. Quando esses problemas surgem, deve-se incentivar os participantes a discutirem o assunto na ronda final.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li><p>Quando este exerc&#xED;cio &#xE9; utilizado numa forma&#xE7;&#xE3;o com um prop&#xF3;sito mais alargado do que a revis&#xE3;o por pares aberta, serve para consolidar a aprendizagem sobre outros temas da Ci&#xEA;ncia Aberta, e neste caso pede-se aos participantes que elaborem um primeiro texto sobre esses mesmos temas. </p>
</li>
<li><p>Em vez de caneta e papel, este exercicio pode ser feito atrav&#xE9;s de uma ferramenta de escrita colaborativa, como o Google Docs, o  Authorea, ou Overleaf/ShareLaTeX. </p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-20-revis&#xE3;o-por-pares-aberta---os-teus-2-c&#xEA;ntimos"><a name="exemplo-20-revis&#xE3;o-por-pares-aberta---os-teus-2-c&#xEA;ntimos" class="plugin-anchor" href="#exemplo-20-revis&#xE3;o-por-pares-aberta---os-teus-2-c&#xEA;ntimos"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 20: Revis&#xE3;o por pares aberta - os teus 2 c&#xEA;ntimos</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
<ul>
<li>Plen&#xE1;rio/toda a assit&#xEA;ncia, aproximadamente 1H30 com discuss&#xE3;o</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">Revis&#xE3;o por Pares Aberta, M&#xE9;tricas e Avalia&#xE7;&#xE3;o</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Perceber e conhecer os diferentes formatos da revis&#xE3;o por pares aberta</p>
</li>
<li><p>Formar uma opini&#xE3;o sobre quais os formatos da revis&#xE3;o por pares aberta mais beneficiariam a ci&#xEA;ncia </p>
</li>
<li><p>Compreender os benef&#xED;cios e poss&#xED;veis desvantagens dos diferentes formatos da revis&#xE3;o por pares aberta, na perspectiva do leitor, do autor e do revisor </p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Introdu&#xE7;&#xE3;o de diferentes formatos da revis&#xE3;o aberta por pares, apresentando alguns exemplos de revistas/plataformas onde s&#xE3;o postos em pr&#xE1;tica</p>
</li>
<li><p>Perguntar aos participantes para individualmente identificarem dois ou tr&#xEA;s formatos da revis&#xE3;o aberta por pares que no seu entender mais contribuem para a ci&#xEA;ncia aberta.</p>
</li>
<li><p>Numa folha impressa, os participantes colocam uma moeda de dois centavos em cada um dos aspectos selecionados na etapa anterior. </p>
</li>
<li><p>Os resultados s&#xE3;o vistos em conjunto e s&#xE3;o identificados os formatos mais escolhidos/selecionados </p>
</li>
<li><p>Em pequenos grupos, os participantes assumem o papel de leitor, autor ou revisor (todos os pap&#xE9;is t&#xEA;m de estar representados no grupo), passando-se depois &#xE0; discuss&#xE3;o dos formatos da revis&#xE3;o aberta por pares do ponto de vista de cada um dos pap&#xE9;is. Quais s&#xE3;o os benef&#xED;cios e potenciais desvantagens? </p>
</li>
<li><p>Os pequenos grupos informam o plen&#xE1;rio das suas conclus&#xF5;es, e perspectivas e pontos de vista adicionais podem ser discutidos. </p>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_13.png" alt="image alt text"></p>
<ul>
<li><p>Materiais e recursos necess&#xE1;rios </p>
<ul>
<li><p>Mapa de grandes dimens&#xF5;es impresso <a href="https://doi.org/10.6084/m9.figshare.4210293" target="_blank">dimensi&#xF5;es da revis&#xE3;o por pares </a>: um para cada participante e um colectivo (<a href="https://doi.org/10.6084/m9.figshare.4210254" target="_blank">apresenta&#xE7;&#xE3;o com slides aminados</a> tamb&#xE9;m dispon&#xED;vel)</p>
</li>
<li><p>Moedas de dois c&#xEA;ntimos (quando dispon&#xED;veis no sistema monet&#xE1;rio dos participantes, sen&#xE3;o serve qualquer outra moeda de pequeno valor)</p>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_14.png" alt="image alt text"></p>
<ul>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhum, mas alguma familiaridade com o processo tradicional da revis&#xE3;o por pares &#xE9; aconselh&#xE1;vel</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Para as pessoas que n&#xE3;o est&#xE3;o familiarizadas com os desenvolvimentos na revis&#xE3;o aberta por pares, alguns aspetos podem necessitar de explica&#xE7;&#xE3;o - deve-se agendar tempo suficiente para isso. </p>
</li>
<li><p>Durante o debate, pode ser dif&#xED;cil para as pessoas separarem a sua opini&#xE3;o pessoal do papel que desempenham. Deve-se encorajar e relembrar sempre que necess&#xE1;rio que se mantenham fi&#xE9;is ao seu papel .</p>
</li>
<li><p>O n&#xFA;mero de moedas por pessoa depende do n&#xFA;mero de participantes (por exemplo: tr&#xEA;s moedas para grupos pequenos, duas para grupos maiores) </p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>O conceito de uma vota&#xE7;&#xE3;o por moedas (&quot;os teus dois c&#xEA;ntimos&quot;) pode ser aplicado a outros a assuntos, assim como a distribui&#xE7;&#xE3;o de papeis numa discusss&#xE3;o num grupo pequeno. </li>
</ul>
</li>
</ul>
<h5 id="exemplo-21-tomar-posi&#xE7;&#xE3;o"><a name="exemplo-21-tomar-posi&#xE7;&#xE3;o" class="plugin-anchor" href="#exemplo-21-tomar-posi&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 21: Tomar posi&#xE7;&#xE3;o</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Plen&#xE1;rio, 15 minutos </li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.html">Pol&#xED;ticas de Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem </p>
<ul>
<li><p>Levar os participantes a tomar posi&#xE7;&#xE3;o nas pol&#xED;ticas e princ&#xED;pios da Ci&#xEA;ncia Aberta </p>
</li>
<li><p>Identificar opini&#xF5;es semelhantes ou divergentes entre os participantes  </p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Solicitar aos participantes para darem a sua opini&#xE3;o sobre duas quest&#xF5;es sobre as pol&#xED;ticas ou princ&#xED;pios da Ci&#xEA;ncia Aberta.</p>
</li>
<li><p>As respostas devem inserir-se numa escala linear entre dois extremos (exemplo: discordo fortemente - concordo fortemente) </p>
</li>
<li><p>Os participantes votam usando uma ferramenta online, ou colocando uma etiqueta em forma de ponto numa folha de papel com eixos desenhados ou impressos representando os dois extremos.</p>
</li>
<li><p>Os resultados s&#xE3;o divulgados ao grupo, passando-se &#xE0; discuss&#xE3;o das semelhan&#xE7;as e das diverg&#xEA;ncias, por exemplo pedindo a cada um dos lados para explicar/fundamentar a sua opini&#xE3;o.</p>
</li>
<li><p>Exemplo de pergunta e resultados:</p>
<ol>
<li><p>Para os investigadores individuais, a Ci&#xEA;ncia Aberta tem mais custos ou benef&#xED;cios ?</p>
</li>
<li><p>A Ci&#xEA;ncia aberta deveria ser organizada de baixo para cima ou de cima para baixo? </p>
</li>
</ol>
</li>
</ul>
</li>
</ul>
<p><img src="Images/image_15.png" alt="image alt text"></p>
<ul>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li><p>Acesso a uma ferramenta online como o Mentimeter  (<a href="https://www.mentimeter.com/" target="_blank">https://www.mentimeter.com/</a>); uma conta paga permite a exporta&#xE7;&#xE3;o dos resultados, mas n&#xE3;o &#xE9; necess&#xE1;ria para este exerc&#xED;cio</p>
</li>
<li><p>Cada particpante dever&#xE1; ter acesso a smartphone, tablet ou computador com acesso &#xE0; internet </p>
</li>
<li><p>Alternativa <em>offline</em>: folha grande de papel (mapa) com os eixos desenhados ou impressos e etiquetas em forma de ponto.</p>
</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Nenhum; algum conhecimento b&#xE1;sico sobre o tema &#xE9; &#xFA;til para se ter opini&#xF5;es informadas, em vez de sentimentos viscerais (embora para constar na recolha este &#xFA;ltimo possa tamb&#xE9;m ser &#xFA;til).</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li>Se for feito em papel, talvez fa&#xE7;a sentido que as pessoas escrevam primeiro as suas respostas individualmente, antes de colocarem no mapa. Previne-se assim a press&#xE3;o e preconceito dos pares.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li><p>Este exerc&#xED;cio pode ser adaptado para as mais variadas quest&#xF5;es e a assuntos.</p>
</li>
<li><p>Uma ferramenta online alternativa para este tipo de exerc&#xED;cios &#xE9;  o SimpleVote (que tamb&#xE9;m de c&#xF3;digo aberto). (<a href="https://simplevote.ml" target="_blank">https://simplevote.ml</a>)</p>
</li>
<li><p>Se o p&#xFA;blico for heterog&#xE9;neo (isto &#xE9;, investigadores, pessoal de apoio &#xE0; pesquisa, decisores pol&#xED;ticos) dever&#xE1; fazer-se a distin&#xE7;&#xE3;o dos diferentes grupos,  atrav&#xE9;s da cria&#xE7;&#xE3;o, por exemplo, de uma quest&#xE3;o para cada um deles (no Mentimeter) ou usar diferentes cores nas etiquetas em forma de ponto (em papel).</p>
</li>
<li><p>Para as etiqueta, escolher uma combina&#xE7;&#xE3;o que seja amig&#xE1;vel para dalt&#xF3;nicos.</p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-22-explica&#xE7;&#xF5;es-em-linguagem-simples---em-constru&#xE7;&#xE3;o"><a name="exemplo-22-explica&#xE7;&#xF5;es-em-linguagem-simples---em-constru&#xE7;&#xE3;o" class="plugin-anchor" href="#exemplo-22-explica&#xE7;&#xF5;es-em-linguagem-simples---em-constru&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 22: Explica&#xE7;&#xF5;es em linguagem simples</strong> - em constru&#xE7;&#xE3;o</h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o </p>
<ul>
<li>Pequenos grupos, 2&#x2013;3 horas</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><p><a href="02IntroducaoaCienciaAberta/10Ciencia_Cidada.html">Ci&#xEA;ncia Cidad&#xE3;</a></p>
</li>
<li><p><a href="02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.html">Plataformas Colaborativas</a></p>
</li>
</ul>
</li>
<li><p>Objetivos de aprendizagem </p>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
</li>
<li><p>Materiais e recursos necess&#xE1;rios </p>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
</li>
<li><p>Como adaptar para outros objetivos  </p>
</li>
</ul>
<h5 id="exemplo-23-advogado-do-diabo---convencendo-os-c&#xE9;ticos"><a name="exemplo-23-advogado-do-diabo---convencendo-os-c&#xE9;ticos" class="plugin-anchor" href="#exemplo-23-advogado-do-diabo---convencendo-os-c&#xE9;ticos"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 23: Advogado do Diabo - convencendo os c&#xE9;ticos</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>Pequenos grupos, 30 minutos.</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">Defesa e promo&#xE7;&#xE3;o da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<ul>
<li><p>Formular argumentos contra as obje&#xE7;&#xF5;es mais comuns &#xE0;s pr&#xE1;ticas da ci&#xEA;ncia aberta.</p>
</li>
<li><p>Praticar a discuss&#xE3;o com pessoas que questionam o valor da ci&#xEA;ncia aberta.</p>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li><p>Em pequenos grupos de tr&#xEA;s ou quatro pessoas, uma ou duas assumem o papel de c&#xE9;tico da ci&#xEA;ncia aberta e os outros o papel de defensores da ci&#xEA;ncia aberta.</p>
</li>
<li><p>Pe&#xE7;a aos &quot;defensores da ci&#xEA;ncia aberta&quot; que tentem convencer os &quot;c&#xE9;ticos da ci&#xEA;ncia aberta&quot;.</p>
</li>
<li><p>Ap&#xF3;s 10 minutos, fa&#xE7;a com que os participantes troquem de posi&#xE7;&#xE3;o e tenham outra discuss&#xE3;o (sem repetir os mesmos argumentos).</p>
</li>
<li><p>Ap&#xF3;s duas voltas, re&#xFA;nam em grupo e partilhem experi&#xEA;ncias. Que argumentos foram mais dif&#xED;ceis de refutar? Que argumentos funcionaram melhor para convencer os c&#xE9;ticos? Os participantes sentem que estes argumentos tamb&#xE9;m seriam &#xFA;teis em situa&#xE7;&#xF5;es da vida real?</p>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios</p>
<ul>
<li>Nenhum; uma sala com disposi&#xE7;&#xE3;o flex&#xED;vel &#xE9; &#xFA;til para permitir que os grupos se distribuam.</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Familiaridade com os conceitos de ci&#xEA;ncia aberta.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta</p>
<ul>
<li><p>Encoraje os c&#xE9;ticos da ci&#xEA;ncia aberta a assumirem o seu papel tanto quanto poss&#xED;vel. &#xC9; habitual as pessoas gostarem bastante de assumir esse papel.</p>
</li>
<li><p>Certifique-se de que troca os pap&#xE9;is, dando a todos os participantes a possibilidade de experimentar este exerc&#xED;cio de ambas as perspetivas. </p>
</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
<ul>
<li>Este exerc&#xED;cio pode ser focado em aspetos espec&#xED;ficos da ci&#xEA;ncia aberta.</li>
</ul>
</li>
</ul>
<h5 id="exemplo-24-configurar-um-projeto-osf-e-vincular-a-outras-plataformas"><a name="exemplo-24-configurar-um-projeto-osf-e-vincular-a-outras-plataformas" class="plugin-anchor" href="#exemplo-24-configurar-um-projeto-osf-e-vincular-a-outras-plataformas"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 24: Configurar um projeto OSF e vincular a outras plataformas</strong></h5>
<ul>
<li><p>Crie um ambiente colaborativo OSF de dados para publica&#xE7;&#xE3;o.</p>
<ul>
<li><p>Estabele&#xE7;a a liga&#xE7;&#xE3;o do seu projeto OSF ao GitHub.</p>
</li>
<li><p>Descarregue todo o c&#xF3;digo em bruto, imagens, dados, tabelas para o projeto.</p>
</li>
<li><p>Obtenha um DOI e um identificador ARK para o seu projeto.</p>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-25-a-armadilha-da-publica&#xE7;&#xE3;o---em-progresso"><a name="exemplo-25-a-armadilha-da-publica&#xE7;&#xE3;o---em-progresso" class="plugin-anchor" href="#exemplo-25-a-armadilha-da-publica&#xE7;&#xE3;o---em-progresso"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 25: A Armadilha da Publica&#xE7;&#xE3;o - em progresso</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li><p>Pequenos grupos, 2h</p>
</li>
<li><p>T&#xF3;pico: <a href="02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">Acesso Aberto a Publica&#xE7;&#xF5;es</a></p>
<ul>
<li>Objetivos de aprendizagem</li>
<li>&quot;O jogo permite explorar o impacto das op&#xE7;&#xF5;es de comunica&#xE7;&#xE3;o acad&#xEA;mica e discutir o papel do acesso aberto na pesquisa, seguindo a vida de quatro pesquisadores, desde a pesquisa de doutorado at&#xE9; seus legados acad&#xE9;micos..&quot; <a href="https://blogs.kent.ac.uk/osc/2017/10/27/introducing-the-publishing-trap/" target="_blank">https://blogs.kent.ac.uk/osc/2017/10/27/introducing-the-publishing-trap/</a></li>
</ul>
</li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>&quot;&#xC9; jogado por quatro equipas de at&#xE9; quatro pessoas, sentadas em torno de um tabuleiro de jogo e usando um manual para guiar as decis&#xF5;es que devem tomar. O l&#xED;der do workshop atua como anfitri&#xE3;o e apresenta os cen&#xE1;rios &#xE0;s equipas durante cada rodada. Cada rodada envolve tr&#xEA;s decis&#xF5;es sobre as op&#xE7;&#xF5;es de publica&#xE7;&#xE3;o. Depois de ouvir o cen&#xE1;rio, cada equipa escolhe entre as op&#xE7;&#xF5;es pr&#xE9;-determinadas. No final de cada rodada, as equipas discutem as decis&#xF5;es tomadas e solicita-se que justifiquem suas escolhas.&quot; <a href="https://copyrightliteracy.org/resources/the-publishing-trap/" target="_blank">copyrightliteracy.org</a></li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios:</p>
<ul>
<li>&#xC9; necess&#xE1;rio fazer download, imprimir e recortar o jogo, cart&#xF5;es, folhetos, pontos e outros objetos. No futuro poder&#xE1; existir um jogo dispon&#xED;vel para compra. Os materiais s&#xE3;o disponibilizados aqui: <a href="https://copyrightliteracy.org/resources/the-publishing-trap/" target="_blank">copyrightliteracy.org</a></li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>A Armadilha da Publica&#xE7;&#xE3;o destina-se a investigadores e acad&#xE9;micos em in&#xED;cio de carreira, bem como a qualquer pessoa interessada em entender como funciona o acesso &#xE0; informa&#xE7;&#xE3;o e todo o sistema de comunica&#xE7;&#xE3;o acad&#xE9;mica no ensino superior.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta:</p>
<ul>
<li>O formador deve estimular as discuss&#xF5;es no decorrer do jogo.</li>
</ul>
</li>
<li><p>Como adaptar para outros objetivos</p>
</li>
<li><p>Condi&#xE7;&#xF5;es de licenciamento</p>
<ul>
<li>A vers&#xE3;o beta deste jogo &#xE9; disponibilizada com uma licen&#xE7;a Creative Commons <a href="https://creativecommons.org/licenses/by-nc-nd/3.0/pt/" target="_blank">Atribui&#xE7;&#xE3;o-N&#xE3;oComercial-SemDeriva&#xE7;&#xF5;es 3.0 Portugal (CC BY-NC-ND 3.0 PT)</a></li>
</ul>
</li>
</ul>
<h5 id="exemplo-26---em-progresso"><a name="exemplo-26---em-progresso" class="plugin-anchor" href="#exemplo-26---em-progresso"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 26: - em progresso</strong></h5>
<ul>
<li><p>Formato,  dura&#xE7;&#xE3;o</p>
<ul>
<li>pequenos grupos, 4 dias (5 horas/dia)</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">Dados e Materiais de Investiga&#xE7;&#xE3;o Abertos</a></li>
</ul>
</li>
<li><p>Objetivos de aprendizagem</p>
<pre><code>* Que os participantes compreendam os conceitos b&#xE1;sicos de dados abertos e pesquisa reproduz&#xED;vel, saibam fazer um plano de gest&#xE3;o de dados e consigam localizar um reposit&#xF3;rio para depositar os seus dados.
</code></pre></li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
</li>
<li><p>Conhecimentos sobre reposit&#xF3;rios e licenciamento;</p>
</li>
<li>avalia&#xE7;&#xE3;o de dados: tipos de dados, dados sens&#xED;veis;</li>
<li>cria&#xE7;&#xE3;o de um plano de gest&#xE3;o de dados de investiga&#xE7;&#xE3;o usando o DMPtool;</li>
<li>configura&#xE7;&#xE3;o de um Reposit&#xF3;rio OSF;</li>
<li>como usar Github para o controlo de vers&#xF5;es;</li>
<li>integra&#xE7;&#xE3;o do GitHub, Google Drive e outros servi&#xE7;os no projeto OSF; </li>
<li>uso de R, R Studio e R Markdown para criar uma pesquisa reprodut&#xED;vel;</li>
<li><p>cria&#xE7;&#xE3;o de um projeto de ci&#xEA;ncia cidad&#xE3;. </p>
</li>
<li><p>Materiais e ferramentas necess&#xE1;rios</p>
<ul>
<li>Registo no ORCID, OSF, GitHub e DMPTool</li>
<li>Download e instala&#xE7;&#xE3;o de Git, R, e R Studio</li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Conhecimentos b&#xE1;sicos de R, R Studio e Git s&#xE3;o preferenciais.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta:</p>
<ul>
<li>Dedicar algum tempo a explicar o conceito de dados abertos e suas vantagens, uma vez que a grande maioria dos debates ocorre nesta fase preliminar.</li>
</ul>
</li>
<li><p>Como adaptar a outros prop&#xF3;sitos</p>
<ul>
<li>O exerc&#xED;cio foi pensado especialmente para ci&#xEA;ncias geoespaciais, mas pode ser usado para qualquer ci&#xEA;ncia, incluindo projetos de ci&#xEA;ncia cidad&#xE3;.</li>
</ul>
<ul>
<li>Condi&#xE7;&#xF5;es de licenciamento<ul>
<li>CC BY - Dasapta Erwin Irawan, INArxiv, Institut Teknologi Bandung; Willem Vervoort, The University of Sydney; Gene Melzack, The University of Sydney</li>
</ul>
</li>
</ul>
</li>
</ul>
<h5 id="exemplo-27-jogo-de-cartas-forma&#xE7;&#xE3;o-de-formadores-para-ci&#xEA;ncia-aberta"><a name="exemplo-27-jogo-de-cartas-forma&#xE7;&#xE3;o-de-formadores-para-ci&#xEA;ncia-aberta" class="plugin-anchor" href="#exemplo-27-jogo-de-cartas-forma&#xE7;&#xE3;o-de-formadores-para-ci&#xEA;ncia-aberta"><i class="fa fa-link" aria-hidden="true"></i></a><strong>Exemplo 27: Jogo de cartas Forma&#xE7;&#xE3;o de Formadores para Ci&#xEA;ncia Aberta</strong></h5>
<ul>
<li><p>Formato, dura&#xE7;&#xE3;o</p>
<ul>
<li>equenos grupos, 2 horas</li>
</ul>
</li>
<li><p>Tema</p>
<ul>
<li><a href="02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">Defesa e promo&#xE7;&#xE3;o da Ci&#xEA;ncia Aberta</a></li>
</ul>
</li>
<li><p>Objectivos de aprendizagem</p>
<ul>
<li>Este jogo pode ser usado para worskshops de forma&#xE7;&#xE3;o de formadores. Os participantes projetam a estrutura para uma forma&#xE7;&#xE3;o - que ser&#xE1; entregue num est&#xE1;gio posterior - sobre o(s) t&#xF3;pico (s) de sua escolha.O jogo de cartas oferece aos participantes a op&#xE7;&#xE3;o de pr&#xE9;-selecionar o tipo de p&#xFA;blico, o tamanho do p&#xFA;blico, o tipo de forma&#xE7;&#xE3;o e o n&#xED;vel de conhecimento do p&#xFA;blico. Al&#xE9;m disso, duas circunst&#xE2;ncias &quot;imprevistas&quot; podem ser adicionadas: o humor do p&#xFA;blico e os &quot;problemas&quot; (uh-oh!). Al&#xE9;m de poder adaptar esta estrutura a sess&#xF5;es  posteriores, o p&#xFA;blico deste workshop tamb&#xE9;m beneficiar&#xE1; da contribui&#xE7;&#xE3;o e experi&#xEA;ncia dos outros participantes.  </li>
</ul>
</li>
<li><p>Descri&#xE7;&#xE3;o do exerc&#xED;cio</p>
<ul>
<li>Pe&#xE7;a a cada grupo que escolha um cart&#xE3;o  determinando: tipo de p&#xFA;blico, tamanho do p&#xFA;blico, o tipo de forma&#xE7;&#xE3;o e o n&#xED;vel de conhecimento do p&#xFA;blico. &#xC9; poss&#xED;vel que as diferentes cartas resultem numa situa&#xE7;&#xE3;o de forma&#xE7;&#xE3;o que &#xE9; imposs&#xED;vel ou que n&#xE3;o est&#xE1; de acordo com os interesses do grupo. Pode ser &#xFA;til incutir alguma flexibilidade e permitir que as pessoas tirem outros cart&#xF5;es ou troquem cart&#xF5;es com outro grupo. Na maioria dos casos, h&#xE1; um cart&#xE3;o vazio ou um cart&#xE3;o &quot;outro&quot; dispon&#xED;vel, permitindo que as pessoas modifiquem o exerc&#xED;cio de acordo com suas pr&#xF3;prias necessidades.<ul>
<li>Distribua as p&#xE1;ginas de &quot;persona&quot;: cada membro do grupo deve criar uma persona de acordo com as condi&#xE7;&#xF5;es estabelecidas nos cart&#xF5;es (n&#xE3;o demorem  mais do que 15 minutos a fazer isto).</li>
<li>O grupo tem 1h30m para preparar a forma&#xE7;&#xE3;o de acordo com as condi&#xE7;&#xF5;es estabelecidas pelos cart&#xF5;es, tendo em mente o seu p&#xFA;blico-alvo, com ajuda das p&#xE1;ginas de persona criadas.</li>
<li>Pe&#xE7;a que cada grupo apresente a sua forma&#xE7;&#xE3;o (nota: eles n&#xE3;o precisam ministrar a forma&#xE7;&#xE3;o propriamente dita, s&#xF3; precisam descrever o que far&#xE3;o!). Pe&#xE7;a aos outros grupos para darem feedback depois: a forma&#xE7;&#xE3;o proposta &#xE9; adequada &#xE0;s condi&#xE7;&#xF5;es estabelecidas pelos cart&#xF5;es? O que eles fariam diferente? T&#xEA;m alguma experi&#xEA;ncia que queiram compartilhar?</li>
<li>Desafio extra: Como cada grupo lidaria com circunst&#xE2;ncias inesperadas / imprevis&#xED;veis durante a forma&#xE7;&#xE3;o? Logo antes de sua apresenta&#xE7;&#xE3;o, cada grupo escolhe um cart&#xE3;o de &quot;audi&#xEA;ncia de audi&#xEA;ncia&quot; e um cart&#xE3;o de &quot;problemas&quot; e entrega-os ao moderador, que durante ou depois da apresenta&#xE7;&#xE3;o os discute com todo o grupo - permitindo que o p&#xFA;blico aprenda com a experi&#xEA;ncia de seus colegas.</li>
</ul>
</li>
</ul>
</li>
<li><p>Materiais e recursos necess&#xE1;rios:</p>
<ul>
<li><a href="https://www.fosteropenscience.eu/node/2570" target="_blank">https://www.fosteropenscience.eu/node/2570</a></li>
<li>Pode fazer download dos arquivos em formato pdf e png atrav&#xE9;s deste link p&#xFA;blico da dropbox: <a href="https://www.dropbox.com/sh/k314ebvqpb6mqq8/AAABEcJqYF_2PYJxqmYf3mmna?dl=0&amp;fbclid=IwAR0DBmnArU8raKlaoJa7RKPEGRNEv2y74PQRR2Ft_y4Oy7DLfdawF_n5LbQ" target="_blank">https://www.dropbox.com/sh/k314ebvqpb6mqq8/AAABEcJqYF_2PYJxqmYf3mmna?dl=0&amp;fbclid=IwAR0DBmnArU8raKlaoJa7RKPEGRNEv2y74PQRR2Ft_y4Oy7DLfdawF_n5LbQ</a></li>
</ul>
</li>
<li><p>N&#xED;vel de conhecimento pr&#xE9;vio necess&#xE1;rio</p>
<ul>
<li>Espera-se que os participantes estejam bem informados sobre o(s) t&#xF3;pico(s) sobre os quais est&#xE3;o a criar a sess&#xE3;o de forma&#xE7;&#xE3;o.</li>
</ul>
</li>
<li><p>Algumas quest&#xF5;es a ter em conta:</p>
<ul>
<li>A gest&#xE3;o do tempo &#xE9; essencial; limite o tempo que as pessoas trabalhar&#xE3;o no design da persona e da forma&#xE7;&#xE3;o. Esclare&#xE7;a que a apresenta&#xE7;&#xE3;o deve ser uma descri&#xE7;&#xE3;o de todos os elementos da forma&#xE7;&#xE3;o projetada, n&#xE3;o a forma&#xE7;&#xE3;o em si . Ao avaliar o grupo, certifique-se de que todos contribuem.</li>
</ul>
</li>
<li><p>Como adaptar a outros prop&#xF3;sitos</p>
<ul>
<li>Em princ&#xED;pio, todos os par&#xE2;metros podem ser adaptados e alterados para se adequar a um treinamento espec&#xED;fico, criando novos cart&#xF5;es, novas categorias ou removendo os j&#xE1; existentes. </li>
</ul>
</li>
<li><p>Condi&#xE7;&#xF5;es de licenciamento</p>
<ul>
<li>CC BY-SA 4.0. Autora: <a href="gwenfranckgcv@gmail.com">Gwen Franck</a></li>
</ul>
</li>
</ul>
<h3 id="recursos"><a name="recursos" class="plugin-anchor" href="#recursos"><i class="fa fa-link" aria-hidden="true"></i></a>Recursos</h3>
<h4 id="que-ferramentas-e-plataformas-usarrecomendar"><a name="que-ferramentas-e-plataformas-usarrecomendar" class="plugin-anchor" href="#que-ferramentas-e-plataformas-usarrecomendar"><i class="fa fa-link" aria-hidden="true"></i></a>Que ferramentas e plataformas usar/recomendar?</h4>
<p>H&#xE1; muitas ferramentas e plataformas que suportam as pr&#xE1;ticas da Ci&#xEA;ncia Aberta (veja a figura abaixo para uma sele&#xE7;&#xE3;o). Saber que ferramentas e plataformas usar (ou aconselhar) depende de muitos fatores, como por exemplo: se a ferramenta est&#xE1; dispon&#xED;vel (seja de baixo custo ou licenciada para a sua institui&#xE7;&#xE3;o), se ela funciona no seu <em>browser</em> ou sistema operacional, se est&#xE1; dispon&#xED;vel no seu idioma e se atende aos seus requisitos de seguran&#xE7;a e privacidade. Al&#xE9;m desses crit&#xE9;rios mais t&#xE9;cnicos, deve considerar se a ferramenta se adequa &#xE0; maneira como voc&#xEA; trabalha. Funciona bem com outras ferramentas e plataformas que j&#xE1; usa? As pessoas com quem colabora usam a mesma ferramenta para a mesma pr&#xE1;tica ou, pelo menos, uma que seja compat&#xED;vel com aquela que utiliza? Considere tamb&#xE9;m a curva de aprendizagem: vai precisar de investir muito tempo para aprender a usar a nova ferramenta e, em caso afirmativo, valer&#xE1; a pena? Tem apoio  (seja na vida real ou online) para o ajudar a aprender a usar a ferramenta? </p>
<p>Talvez o melhor conselho seja primeiro considerar o que gostaria de fazer: qual &#xE9; a pr&#xE1;tica cient&#xED;fica aberta que gostaria de implementar? Em seguida, explore quais as ferramentas/plataformas que est&#xE3;o dispon&#xED;veis, que ferramentas s&#xE3;o usadas pelas pessoas da sua comunidade e por que motivo (pergunte &#xE0; sua volta!). Ent&#xE3;o, tome a sua pr&#xF3;pria decis&#xE3;o. N&#xE3;o tenha medo de experimentar e de experimentar algo novo!</p>
<p>Uma &#xFA;ltima nota: muitas ferramentas e plataformas suportam pr&#xE1;ticas de ci&#xEA;ncia aberta sem que sejam totalmente abertas. Por exemplo, muitas ferramentas comummente usadas n&#xE3;o s&#xE3;o de c&#xF3;digo aberto, embora deem acesso a conte&#xFA;dos (publica&#xE7;&#xF5;es, dados) que est&#xE3;o abertos. Ter&#xE1; que seguir a sua pr&#xF3;pria avalia&#xE7;&#xE3;o sobre se vai usar essas ferramentas e plataformas, ou n&#xE3;o. Outra considera&#xE7;&#xE3;o a ter em conta &#xE9; se pode exportar todos os seus dados quando quiser mudar para outra ferramenta ou se eles est&#xE3;o bloqueados. E se sabe o que acontecer&#xE1; com seus dados quando a plataforma fechar ou for vendida a uma (outra) empresa. </p>
<p>Alguns recursos que listam ferramentas e plataformas de investiga&#xE7;&#xE3;o:</p>
<ul>
<li><p><a href="http://connectedresearchers.com/online-tools-for-researchers/" target="_blank">Connected Researchers</a> (all disciplines)</p>
</li>
<li><p><a href="http://dirtdirectory.org/" target="_blank">DIRT Directory</a> (Humanities)</p>
</li>
<li><p><a href="https://www.researchstash.com/" target="_blank">ResearchStash</a> (Science, Technology and Medicine)</p>
</li>
<li><p><a href="http://bit.ly/innoscholcomm-list" target="_blank">400+ Tools and innovations in scholarly communication</a> (all disciplines)</p>
</li>
<li><p><a href="https://tinyurl.com/toolcombinations-cb" target="_blank">Tool combinations</a> (which tools are commonly used together) [colour-blind safe]</p>
</li>
</ul>
<p><img src="Images/image_16.png" alt="image alt text">
Figure x - Rainbow of open science practices (available on Zenodo in different formats, including as editable slide:<a href="http://doi.org/10.5281/zenodo.1147025" target="_blank">10.5281/zenodo.1147025</a>)</p>
<h4 id="outros-recursos"><a name="outros-recursos" class="plugin-anchor" href="#outros-recursos"><i class="fa fa-link" aria-hidden="true"></i></a>Outros recursos</h4>
<ul>
<li><p>Ask Open Science. <a href="https://ask-open-science.org/" target="_blank">ask-open-science.org</a></p>
</li>
<li><p>Dicas para construir e publicar uma nova vers&#xE3;o livro eletr&#xF3;nico/e-book s&#xE3;o dadas no reposit&#xF3;rio do github <a href="https://github.com/Pfern/OSODOS" target="_blank">https://github.com/Pfern/OSODOS</a> - Tamb&#xE9;m dispon&#xED;vel em GitHub Pages como website <a href="https://pfern.github.io/OSODOS/SUMMARY" target="_blank">https://pfern.github.io/OSODOS/SUMMARY</a>. PDF, e-Pub e vers&#xF5;es Mobi foram disponibilizadas por Unglue.it <a href="https://unglue.it/work/229980/" target="_blank">https://unglue.it/work/229980/</a></p>
</li>
<li><p>Digital Curation Centre. Because good research needs good data. <a href="http://www.dcc.ac.uk" target="_blank">dcc.ac.uk</a></p>
</li>
<li><p>Fernandes and Rutger (2017). Open Science, Open Data, Open Source. 21st century skills for the life sciences. <a href="http://osodos.org" target="_blank">osodos.org</a></p>
</li>
<li><p>Forschung und Daten managen (German information website about research data management).<a href="https://www.forschungsdaten.info/" target="_blank">forschungsdaten.info</a></p>
</li>
<li><p>MANTRA - Research Management Training. <a href="https://mantra.edina.ac.uk/" target="_blank">mantra.edina.ac.uk</a></p>
</li>
<li><p>Materials for ELIXIR-EXCELERATE Train The Trainer workshops and courses. <a href="https://github.com/TrainTheTrainer/EXCELERATE-TtT" target="_blank">github.com/TrainTheTrainer/EXCELERATE-TtT</a> (<em>comment by authors: A complete repository of materials and methods, selected for training instructors, only a small part is specific to Bioinformatics</em>) </p>
</li>
<li><p>Open Science MOOC. <a href="https://opensciencemooc.eu/open-science-resources/" target="_blank">opensciencemooc.eu</a></p>
</li>
<li><p>Open Science Training Initiative. Graduate Training in Open Science. <a href="http://www.opensciencetraining.com/" target="_blank">opensciencetraining.com</a></p>
</li>
<li><p>Research Data E-Learning Platform. (German and French) <a href="http://www.researchdatamanagement.ch/" target="_blank">researchdatamanagement.ch</a></p>
</li>
<li><p>Research Data Management Educational Efforts. <a href="https://docs.google.com/spreadsheets/d/10RTW-nZk0x_mpQw2VAlttcc656MV9EeCaDe2lM4umb4/edit#gid=0" target="_blank">docs.google.com</a></p>
</li>
<li><p>Research data management (RDM) open training materials. <a href="https://zenodo.org/communities/dcc-rdm-training-materials/" target="_blank">Zenodo Community</a></p>
</li>
<li><p>Sewell (2017). Research Data Management: Activity Cards. <a href="https://doi.org/10.17863/CAM.10074" target="_blank">doi.org/10.17863/CAM.10074</a>.</p>
</li>
</ul>
<hr>
<h4 id="rol-de-exerc&#xED;cios-selecionados-para-serem-colocados-num-formato-de-modelo"><a name="rol-de-exerc&#xED;cios-selecionados-para-serem-colocados-num-formato-de-modelo" class="plugin-anchor" href="#rol-de-exerc&#xED;cios-selecionados-para-serem-colocados-num-formato-de-modelo"><i class="fa fa-link" aria-hidden="true"></i></a>Rol de exerc&#xED;cios selecionados para serem colocados num formato de modelo</h4>
<p>(Em desenvolvimento)</p>
<ol>
<li>Mapas mentais e conceptuais</li>
</ol>
<p>A visualiza&#xE7;&#xE3;o dos conhecimentos ou compet&#xEA;ncias recentemente adquiridos facilita bastante a conceptualiza&#xE7;&#xE3;o de assuntos complexos. Existem ferramentas simples de c&#xF3;digo aberto que podem ser usadas individualmente e coletivamente para este prop&#xF3;sito. O nome gen&#xE9;rico dado a este conjunto de t&#xE9;cnicas &#xE9; mapeamento de ideias e conceitos. Um software relativamente simples como <a href="http://www.xmind.net/" target="_blank">X-Mind</a> &#xE9; uma boa base para come&#xE7;ar. <img src="Images/image_17.png" alt="image alt text"></p>
<p>Figura X Exemplo de um mapa de ideias para representar conte&#xFA;dos num curso de forma&#xE7;&#xE3;o</p>
<p>Nota: podemos substituir este por outro feito para a Ci&#xEA;ncia Aberta ou outro assunto relacionado</p>
<p>O envolvimento do participante aumenta significativamente &#xE0; medida que os formandos entendem o poder de visualizar ideias, conectando-as em diagramas, comparando diagramas entre participantes do mesmo grupo, comparando entre diferentes grupos, comparando os mapas dos participantes com os do formador, etc.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="04AspetosOrganizativos/" class="navigation navigation-prev " aria-label="Previous page: 4 - Aspetos Organizativos">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="06Glossario/" class="navigation navigation-next " aria-label="Next page: 6 - Glossário">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"5 - Exemplos e Orientação Prática","level":"1.6","depth":1,"next":{"title":"6 - Glossário","level":"1.7","depth":1,"path":"06Glossario/README.md","ref":"06Glossario/README.md","articles":[]},"previous":{"title":"4 - Aspetos Organizativos","level":"1.5","depth":1,"path":"04AspetosOrganizativos/README.md","ref":"04AspetosOrganizativos/README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"05_Exemplos_e_Orientacao_Pratica.md","mtime":"2019-03-12T15:11:42.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

