
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2.3 - Software Aberto na Investigação · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="04Investigacao_reprodutivel_e_analise_de_dados.html" />
    
    
    <link rel="prev" href="02Dados_e_Materiais_de_Investigacao_Abertos.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../01Introducao/">
            
                <a href="../01Introducao/">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.3" data-path="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="07Plataformas_Colaborativas.html">
            
                <a href="07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="09Politicas_de_Ciencia_Aberta.html">
            
                <a href="09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="10Ciencia_Cidada.html">
            
                <a href="10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="11Recursos_Educativos_Abertos.html">
            
                <a href="11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="12Defesa_Promocao_CienciaAberta.html">
            
                <a href="12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../03SobreAprendizagemeFormacao/">
            
                <a href="../03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../04AspetosOrganizativos/">
            
                <a href="../04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="../05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../06Glossario/">
            
                <a href="../06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../07Referencias/">
            
                <a href="../07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../08FichaTecnica/">
            
                <a href="../08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2.3 - Software Aberto na Investigação</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p><img src="../Images/Icons/open_source_software.png" width="150" height="150"> <img src="../Images/Icons/publish.png" width="150" height="150"></p>
<h2 id="3-software-aberto-usado-na-investiga&#xE7;&#xE3;o-e-software-de-c&#xF3;digo-aberto"><a name="3-software-aberto-usado-na-investiga&#xE7;&#xE3;o-e-software-de-c&#xF3;digo-aberto" class="plugin-anchor" href="#3-software-aberto-usado-na-investiga&#xE7;&#xE3;o-e-software-de-c&#xF3;digo-aberto"><i class="fa fa-link" aria-hidden="true"></i></a>3. Software Aberto Usado na Investiga&#xE7;&#xE3;o e Software de C&#xF3;digo Aberto</h2>
<h3 id="o-que-&#xE9;"><a name="o-que-&#xE9;" class="plugin-anchor" href="#o-que-&#xE9;"><i class="fa fa-link" aria-hidden="true"></i></a>O que &#xE9;?</h3>
<p>O software aberto usado na investiga&#xE7;&#xE3;o ou software de c&#xF3;digo aberto usado na investiga&#xE7;&#xE3;o refere-se ao uso e desenvolvimento de software para an&#xE1;lise, simula&#xE7;&#xE3;o, visualiza&#xE7;&#xE3;o, etc., onde o c&#xF3;digo fonte est&#xE1; dispon&#xED;vel. Adicionalmente, de acordo com a <a href="https://opensource.org/osd" target="_blank">Defini&#xE7;&#xE3;o de C&#xF3;digo Aberto</a>, o software de c&#xF3;digo aberto deve ser distribu&#xED;do na forma de c&#xF3;digo fonte e/ou de forma compilada (com o c&#xF3;digo aberto dispon&#xED;vel no segundo caso), e dever&#xE1; ser partilhado sob uma licen&#xE7;a que permite modifica&#xE7;&#xE3;o, deriva&#xE7;&#xF5;es, e redistribui&#xE7;&#xE3;o.</p>
<h3 id="fundamenta&#xE7;&#xE3;o"><a name="fundamenta&#xE7;&#xE3;o" class="plugin-anchor" href="#fundamenta&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>Fundamenta&#xE7;&#xE3;o</h3>
<p>A investiga&#xE7;&#xE3;o atual depende de software e o trabalho realizado a partir dessa base - ou a sua reprodu&#xE7;&#xE3;o -  necessita do acesso &#xE0; totalidade do c&#xF3;digo fonte por detr&#xE1;s desse software (Barnes, 2010; Morin et al., 2012; Ince et al., 2012; Prins et al. 2015; Lowndes et al., 2018). Como refere Buckheit e Donoho, parafraseando Jon Claerbout, &#x2018;&#x2018;An article about a computational result is advertising, not scholarship. The actual scholarship is the full software environment, code and data, that produced the result&#x2019;&#x2019; (Buckheit &amp; Donoho, 1995). O acesso aberto ao c&#xF3;digo fonte no software usado na investiga&#xE7;&#xE3;o tamb&#xE9;m ajuda a melhorar o impacto dessa  investiga&#xE7;&#xE3;o (Vandewalle, 2012).</p>
<p>A partilha do software usado na investiga&#xE7;&#xE3;o (quer seja de natureza computacional ou que dependa de uma an&#xE1;lise/interpreta&#xE7;&#xE3;o produzida por um software) &#xE9; uma condi&#xE7;&#xE3;o necess&#xE1;ria, embora n&#xE3;o suficiente, para a reprodutibilidade. Isto &#xE9; devido &#xE0; ambiguidade inevit&#xE1;vel que surge quando tentamos descrever detalhadamente um software atrav&#xE9;s de linguagem natural, por exemplo, num artigo (Ince et al., 2012). Al&#xE9;m disso, muitos programas de software (se n&#xE3;o mesmo todos) podem conter alguns erros n&#xE3;o detetados inicialmente (Soergel, 2015), pelo que mesmo uma descri&#xE7;&#xE3;o &#x201C;perfeita&#x201D; do software n&#xE3;o permitiria dar conta de todos os resultados. </p>
<p>Adicionalmente &#xE0; reprodutibilidade, a partilha livre de software permite aos programadores serem reconhecidos pelos seus esfor&#xE7;os ao longo da sua carreira , quer atrav&#xE9;s de cita&#xE7;&#xF5;es diretas (Smith et al., 2016) quer atrav&#xE9;s da publica&#xE7;&#xE3;o de meta-artigos de c&#xF3;digo em revistas como o <a href="http://openresearchsoftware.metajnl.com" target="_blank">Journal of Open Research Software</a> ou <a href="http://joss.theoj.org" target="_blank">Journal of Open Source Software</a> (Smith et al., 2018). Neil Chue Hong mant&#xE9;m uma <a href="https://www.software.ac.uk/which-journals-should-i-publish-my-software" target="_blank">lista de revistas de v&#xE1;rias &#xE1;reas espec&#xED;ficas</a> que publicam artigos de software.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/finish.png" width="150" height="150"></h2>
<h3 id="objetivos-de-aprendizagem"><a name="objetivos-de-aprendizagem" class="plugin-anchor" href="#objetivos-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Objetivos de aprendizagem</h3>
<ol>
<li><p>Conhecer as caracter&#xED;sticas do software aberto; compreender os argumentos &#xE9;ticos, legais, econ&#xF3;micos e de impacto na investiga&#xE7;&#xE3;o, a favor e  contra o software aberto e compreender melhor os requisitos de qualidade do c&#xF3;digo aberto.</p>
</li>
<li><p>Aprender a usar o software aberto j&#xE1; existente e a atribu&#xED;-lo (cit&#xE1;-lo) apropriadamente.</p>
</li>
<li><p>Aprender a usar ferramentas e servi&#xE7;os habituais para  partilhar abertamente  os c&#xF3;digos de investiga&#xE7;&#xE3;o.</p>
</li>
<li><p>Ser capaz de escolher a licen&#xE7;a apropriada para o seu software, e compreender as diferen&#xE7;as entre licen&#xE7;as permissivas e n&#xE3;o permissivas.</p>
</li>
</ol>
<h3 id="componentes-chave"><a name="componentes-chave" class="plugin-anchor" href="#componentes-chave"><i class="fa fa-link" aria-hidden="true"></i></a>Componentes-chave</h3>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/brain.png" width="150" height="150"></h2>
<h4 id="conhecimento"><a name="conhecimento" class="plugin-anchor" href="#conhecimento"><i class="fa fa-link" aria-hidden="true"></i></a>Conhecimento</h4>
<p>H&#xE1; diferentes tipos de plataformas que suportam a partilha aberta e a colabora&#xE7;&#xE3;o em software, investiga&#xE7;&#xE3;o ou outros. Em primeiro lugar, pode usar a seguinte lista de verifica&#xE7;&#xE3;o para avaliar o grau de abertura do software usado na investiga&#xE7;&#xE3;o:</p>
<ul>
<li><p>O software est&#xE1; dispon&#xED;vel para ser descarregado e instalado?</p>
</li>
<li><p>O software pode ser facilmente instalado em diferentes plataformas?</p>
</li>
<li><p>O software tem condi&#xE7;&#xF5;es para a sua utiliza&#xE7;&#xE3;o?</p>
</li>
<li><p>O c&#xF3;digo fonte est&#xE1; dispon&#xED;vel para poder ser inspecionado?</p>
</li>
<li><p>O historial completo do c&#xF3;digo fonte est&#xE1; dispon&#xED;vel para ser inspecionado atrav&#xE9;s de uma vers&#xE3;o dispon&#xED;vel publicamente?</p>
</li>
<li><p>As depend&#xEA;ncias do software (software e hardware) est&#xE3;o descritas apropriadamente? Estas depend&#xEA;ncia exigem apenas um esfor&#xE7;o m&#xED;nimo razo&#xE1;vel para serem obtidas e usadas?</p>
</li>
</ul>
<p>Estas qualidades est&#xE3;o relacionadas e s&#xE3;o constru&#xED;das a partir da <a href="https://opensource.org/osd" target="_blank">Open Source Definition</a>.</p>
<p>O Git &#xE9; uma ferramenta popular que permite o controlo de vers&#xF5;es: gest&#xE3;o e revis&#xE3;o de mudan&#xE7;as numa pe&#xE7;a de software em particular. Servi&#xE7;os como o GitHub, GitLab, Bitbucket, e outros, proporcionam um interface para a ferramenta bem como servi&#xE7;os de armazenamento remoto que podem ser usados para manter, partilhar e colaborar software usado em investiga&#xE7;&#xE3;o. Esta plataforma est&#xE1; bastante divulgada e, apesar de ser necess&#xE1;rio um processo de aprendizagem, j&#xE1; provou ser muito valiosa para estabelecer um fluxo de investiga&#xE7;&#xE3;o reprodut&#xED;vel.  </p>
<p>Ter o software de investiga&#xE7;&#xE3;o no GitHub &#xE9; s&#xF3; a primeira parte; &#xE9; igualmente importante ter um identificador oficial e permanente associado, tal como um DOI. H&#xE1; v&#xE1;rias formas de associar um DOI a um reposit&#xF3;rio GitHub. A forma mais f&#xE1;cil &#xE9; usar o Zenodo (um reposit&#xF3;rio gratuito, aberto e gen&#xE9;rico criado pelo OpenAIRE e pelo CERN) para realizar a atribui&#xE7;&#xE3;o, apesar de existirem outros reposit&#xF3;rios para arquivar software e obter um DOI, tal como o Figshare. O <a href="https://guides.github.com/activities/citable-code/" target="_blank">Zenodo integra-se com o GitHub</a> de forma a arquivar o software e providenciar um DOI quando os programadores lan&#xE7;arem formalmente uma vers&#xE3;o no GitHub. </p>
<p>Qualquer software partilhado publicamente n&#xE3;o &#xE9; verdadeiramente software de c&#xF3;digo aberto a n&#xE3;o ser que seja acompanhado de uma licen&#xE7;a adequada, uma vez que, por defeito, os direitos de autor do software (juntamente com qualquer outro tipo de trabalho criativo) pertencem aos seus criadores, o que significa que mais ningu&#xE9;m pode usar, copiar, distribuir ou modificar (<a href="https://choosealicense.com/no-permission/" target="_blank">choosealicense.com</a>). (Se realmente pretende partilhar o seu c&#xF3;digo sem qualquer tipo de restri&#xE7;&#xF5;es, pode <a href="https://choosealicense.com/licenses/#unlicense" target="_blank">torn&#xE1;-lo de dom&#xED;nio p&#xFA;blico</a>.) Em alternativa, dever&#xE1; escolher uma licen&#xE7;a apropriada para o seu software baseado no que desejar que as outras pessoas fa&#xE7;am com o seu c&#xF3;digo (ou no que desejar impedir); o website <a href="https://choosealicense.com" target="_blank">choosealicense.org</a> &#xE9; um recurso &#xFA;til para saber as diferen&#xE7;as entre as v&#xE1;rias licen&#xE7;as, apesar de n&#xE3;o incluir <a href="https://opensource.org/licenses" target="_blank">todas as licen&#xE7;as de c&#xF3;digo aberto dispon&#xED;veis ou mais populares</a>. Quando selecionar uma licen&#xE7;a, coloque o texto - editado para incluir o nome do(s) autor(es) e o ano - no reposit&#xF3;rio de software como ficheiro de texto simples intitulado LICENSE. </p>
<p><img src="../Images/02%20Open%20Science%20Basics/02_open_research_software_open_source.png" alt=""></p>
<p>Apesar de a partilha de software em qualquer formato ser melhor que n&#xE3;o o partilhar, o seu software ter&#xE1; mais impacto e ser&#xE1; mais facilmente usado por outros &#x2013; e at&#xE9; mesmo por si no futuro!- se incluir documenta&#xE7;&#xE3;o. Esta documenta&#xE7;&#xE3;o pode incluir coment&#xE1;rios &#xFA;teis no c&#xF3;digo que expliquem o <strong>porqu&#xEA;</strong> de ter feito algo (em vez de apenas o que foi feito, que por si j&#xE1; &#xE9; evidente), um ficheiro README que descreva o que o software faz e que d&#xEA; informa&#xE7;&#xE3;o &#xFA;til (ex.: como instalar, como citar, como executar, depend&#xEA;ncias importantes), tutoriais/exemplos e/ou documenta&#xE7;&#xE3;o API  (que poder&#xE1; ser automaticamente gerada atrav&#xE9;s de coment&#xE1;rios corretamente formatados no c&#xF3;digo).</p>
<p>As barreiras mais comuns &#xE0; reutiliza&#xE7;&#xE3;o e reprodutibilidade s&#xE3;o a inexist&#xEA;ncia ou inacessibilidade de depend&#xEA;ncias, ou documenta&#xE7;&#xE3;o insuficiente sobre o ambiente computacional. Uma hip&#xF3;tese para lidar com estas barreiras &#xE9; partilhar o seu c&#xF3;digo juntamente com o ambiente computacional usando a tecnologia de contentores. Os contentores empacotam o c&#xF3;digo com as respetivas depend&#xEA;ncias e ambiente computacional, de forma a que outros possam mais facilmente executar a sua an&#xE1;lise. O <a href="https://arxiv.org/abs/1710.03675" target="_blank">Rocker</a>, <a href="https://mybinder.readthedocs.io/en/latest/" target="_blank">Binder</a>, e o <a href="https://codeocean.com/" target="_blank">Code Ocean</a> s&#xE3;o exemplo de implementa&#xE7;&#xE3;o de contentores na investiga&#xE7;&#xE3;o. </p>
<p>Quando usar um software &#x2013; quer o tenha escrito ou outra pessoa o tenha feito e o tenha disponibilizado &#x2013; a respetiva cita&#xE7;&#xE3;o apropriada &#xE9; importante para efeitos de reprodutibilidade ( discutido no <a href="04Investigacao_%20reprodutivel_e_analise_de_dados.md">Cap&#xED;tulo 2.4</a>; em resumo, a vers&#xE3;o usada poder&#xE1; mudar os seus resultados ou a sua interpreta&#xE7;&#xE3;o) e como reconhecimento aos programadores do software (Niemeyer 2016, Smith 2016). A decis&#xE3;o de quando citar o software &#xE9; sua como investigador, mas recomendamos uma cita&#xE7;&#xE3;o sempre que o software tenha contribu&#xED;do para os seus resultados, interpreta&#xE7;&#xE3;o ou conclus&#xF5;es. A melhor forma de tornar o  <em>seu</em> c&#xF3;digo facilmente cit&#xE1;vel &#xE9; usar a integra&#xE7;&#xE3;o GitHub-Zenodo descrita anteriormente e providenciar o DOI resultante num s&#xED;tio &#xF3;bvio tal como o README do software, incluindo talvez uma sugest&#xE3;o de  formato de referencia&#xE7;&#xE3;o. Sempre que referenciar um software dever&#xE1; incluir no m&#xED;nimo o(s) nome(s) do(s) autor(es),o t&#xED;tulo do software, o n&#xFA;mero da vers&#xE3;o e o identificador/localizador &#xFA;nico (Smith 2016). Se usar software de outra pessoa e este proporciona um DOI, poder&#xE1; facilmente us&#xE1;-lo para identificar e apontar para o software; se os autores n&#xE3;o arquivaram o software, ent&#xE3;o dever&#xE1; incluir o URL do local onde o software pode ser encontrado e o n&#xFA;mero da vers&#xE3;o ou, por exemplo, um registo de mudan&#xE7;as no ficheiro (<em>commit hash</em>).</p>
<p>Adicionalmente, h&#xE1; conceitos mais complicados que incluem testes autom&#xE1;ticos e integra&#xE7;&#xE3;o continua de software, empacotamento do software em formatos bin&#xE1;rios, e governa&#xE7;&#xE3;o e gest&#xE3;o de projetos do c&#xF3;digo aberto com v&#xE1;rios participantes (ex.: c&#xF3;digos de conduta, guias para contribui&#xE7;&#xE3;o). Alguns destes t&#xF3;picos s&#xE3;o descritos por Scopatz and Huff (2015). Wilson et al. (2017) tamb&#xE9;m providenciam um guia pr&#xE1;tico de boas pr&#xE1;ticas de computa&#xE7;&#xE3;o cient&#xED;fica que inclui conselhos espec&#xED;ficos para o desenvolvimento de software usado em investiga&#xE7;&#xE3;o.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/laptop.png" width="150" height="150"></h2>
<h5 id="hardware-de-c&#xF3;digo-aberto"><a name="hardware-de-c&#xF3;digo-aberto" class="plugin-anchor" href="#hardware-de-c&#xF3;digo-aberto"><i class="fa fa-link" aria-hidden="true"></i></a>Hardware de C&#xF3;digo Aberto</h5>
<p>Os princ&#xED;pios de c&#xF3;digo aberto descritos anteriormente estendem-se ao hardware. Os investigadores usam muitas vezes instrumentos ou hardware propriet&#xE1;rios na sua investiga&#xE7;&#xE3;o e que n&#xE3;o s&#xE3;o gratuitamente acess&#xED;veis, reutiliz&#xE1;veis ou adapt&#xE1;veis. O hardware cient&#xED;fico inclui tudo desde ferramentas de sequenciamento e microsc&#xF3;pios at&#xE9; equipamento especial para realiza&#xE7;&#xE3;o de testes e aceleradores de part&#xED;culas. A comunidade Hardware de Ci&#xEA;ncia Aberta (OScH em ingl&#xEA;s), por exemplo, est&#xE1; a incentivar para que o movimento de c&#xF3;digo aberto inclua instrumentos cient&#xED;ficos, hardware e infraestruturas de investiga&#xE7;&#xE3;o atrav&#xE9;s do seu  <a href="http://openhardware.science/global-open-science-hardware-roadmap/" target="_blank">Global Open Science Hardware Roadmap</a>.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/gears.png" width="150" height="150"></h2>
<h4 id="compet&#xEA;ncias"><a name="compet&#xEA;ncias" class="plugin-anchor" href="#compet&#xEA;ncias"><i class="fa fa-link" aria-hidden="true"></i></a>Compet&#xEA;ncias</h4>
<ul>
<li><p>Criar um reposit&#xF3;rio no GitHub e permitir a integra&#xE7;&#xE3;o com o Zenodo. Use o software Mint como ferramenta anal&#xED;tica para a primeira vers&#xE3;o do software.</p>
</li>
<li><p>Escolher uma licen&#xE7;a de software usando, por exemplo, <a href="https://choosealicense.com" target="_blank">choosealicense</a> ou <a href="https://opensource.org/licenses" target="_blank">Open Source Initiative</a>.</p>
</li>
<li><p>Criar documenta&#xE7;&#xE3;o para um pacote de software, incluindo um ficheiro README, coment&#xE1;rios e exemplos..</p>
</li>
<li><p>Referenciar apropriadamente o software usado num artigo.</p>
</li>
</ul>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/questions.png" width="150" height="150"></h2>
<h3 id="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><a name="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns" class="plugin-anchor" href="#quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><i class="fa fa-link" aria-hidden="true"></i></a>Quest&#xF5;es, obst&#xE1;culos e equ&#xED;vocos comuns</h3>
<p>Q: &#x201C;N&#xE3;o posso partilhar o meu software &#x2013; est&#xE1; muito confuso / n&#xE3;o tem uma boa documenta&#xE7;&#xE3;o / n&#xE3;o deixei bons coment&#xE1;rios!&#x201D;</p>
<p>R: Os criadores de software usado em investiga&#xE7;&#xE3;o por todo o mundo identificam-se com este sentimento &#x2013; as pessoas raramente sentem que o seu c&#xF3;digo est&#xE1; &#x201C;pronto&#x201D; para ser partilhado publicamente ou que est&#xE1; &#x201C;terminado&#x201D;. Contudo, como refere  Barnes (2010), &#x201C;if your code is good enough to do the job, then it is good enough to release&#x2014;and releasing it will help your research and your field.&#x201D; Por outras palavras, se se sente suficientemente confort&#xE1;vel com o seu software para publicar um estudo ou um relat&#xF3;rio com os resultados, ent&#xE3;o o c&#xF3;digo est&#xE1; suficientemente desenvolvido para ser partilhado com os seus colegas (por outro lado, se n&#xE3;o se sente confort&#xE1;vel em partilhar o seu c&#xF3;digo, ent&#xE3;o talvez precise de ser mais desenvolvido ou testado antes de ser usado numa publica&#xE7;&#xE3;o). Adicionalmente, partilhar o seu c&#xF3;digo ir&#xE1; permitir que outros o melhorem e construam algo a partir dele, permitindo um impacto e inova&#xE7;&#xE3;o ainda maior (e  cita&#xE7;&#xF5;es para si!).</p>
<p>Q: &quot;E se algu&#xE9;m se apropria do c&#xF3;digo que eu partilhei e usa-o para fins nefastos, ou afirma que o escreveu?&quot;</p>
<p>A: A sele&#xE7;&#xE3;o de uma licen&#xE7;a apropriada para o seu software ajud&#xE1;-lo-&#xE1; a proteger-se de qualquer uso desse software por outras pessoas; por exemplo, a licen&#xE7;a comum <a href="https://choosealicense.com/licenses/mit/" target="_blank">Licen&#xE7;a MIT</a> inclui limita&#xE7;&#xF5;es de responsabilidade e estabelece que n&#xE3;o se proporciona nenhuma garantia. Se algu&#xE9;m tentar reclamar a autoria do seu software que disponibilizou, pode assinalar as marcas de tempo (<em>timestamps</em>) no seu reposit&#xF3;rio ou vers&#xF5;es arquivadas como prova do seu trabalho anterior.</p>
<p>Q: Se eu partilhar o meu c&#xF3;digo num reposit&#xF3;rio online serei inundado(a) de pedidos de apoio ao utilizador.&#x201D;</p>
<p>R: Apesar de os potenciais utilizadores poderem pedir-lhe ajuda, quer por email ou via reposit&#xF3;rio online, n&#xE3;o tem qualquer obriga&#xE7;&#xE3;o de providenciar ajuda se escolher n&#xE3;o o fazer ou se n&#xE3;o puder. Uma licen&#xE7;a apropriada pode at&#xE9; proporcionar-lhe prote&#xE7;&#xE3;o legal para isso (ex.: cl&#xE1;usula de exclus&#xE3;o de garantia da <a href="https://choosealicense.com/licenses/mit/" target="_blank">Licen&#xE7;a MIT</a>).</p>
<p>Equ&#xED;voco comum: colocar simplesmente o c&#xF3;digo online torna-o software de c&#xF3;digo aberto. De facto, a n&#xE3;o ser que seja acompanhado de uma licen&#xE7;a que d&#xEA; permiss&#xE3;o para que outros o usem, copiem, modifiquem e/ou distribuam, ent&#xE3;o o(s) criador(es) retem(&#xEA;m) os direitos de autor exclusivos. O software precisa de ser acompanhado de uma licen&#xE7;a de c&#xF3;digo aberto para que seja considerado software de c&#xF3;digo aberto.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/output.png" width="150" height="150"></h2>
<h3 id="resultados-de-aprendizagem"><a name="resultados-de-aprendizagem" class="plugin-anchor" href="#resultados-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Resultados de aprendizagem</h3>
<ol>
<li><p>Ser capaz de partilhar software usando a licen&#xE7;a mais apropriada (ou seja, quer as ferramentas, quer a licen&#xE7;a).</p>
</li>
<li><p>Ser capaz de carregar, atribuir vers&#xF5;es e registar uma linha de c&#xF3;digo atrav&#xE9;s de um identificador permanente.</p>
</li>
<li><p>Ser capaz de citar software usado num artigo de investiga&#xE7;&#xE3;o.</p>
</li>
</ol>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/magnifying_glass.png" width="150" height="150"></h2>
<h3 id="leitura-adicional"><a name="leitura-adicional" class="plugin-anchor" href="#leitura-adicional"><i class="fa fa-link" aria-hidden="true"></i></a>Leitura adicional</h3>
<ul>
<li><p>Balasegaram et al. (2017). An open source pharma roadmap. <a href="https://doi.org/10.1371/journal.pmed.1002276" target="_blank">doi.org/10.1371/journal.pmed.1002276</a> </p>
</li>
<li><p>Dryden et al. (2017). Upon the Shoulders of Giants: Open-Source Hardware and Software in Analytical Chemistry. <a href="https://pubs.acs.org/doi/abs/10.1021/acs.analchem.7b00485" target="_blank">doi.org/10.1021/acs.analchem.7b00485</a> </p>
</li>
<li><p>Ince et al. (2012). The case for open computer programs.<a href="https://doi.org/10.1038/nature10836" target="_blank">doi.org/10.1038/nature10836</a></p>
</li>
<li><p>Iskoujina and Roberts (2015). Knowledge sharing in open source software communities: motivations and management. <a href="https://pdfs.semanticscholar.org/f2a2/c5129cf5656af7acc7ffaf84c9c9bafe72c5.pdf" target="_blank">PDF</a></p>
</li>
<li><p>Jim&#xE9;nez et al. (2017).Four simple recommendations to encourage best practices in research software. <a href="https://doi.org/10.12688/f1000research.11407.1" target="_blank">doi.org/10.12688/f1000research.11407.1</a> </p>
</li>
<li><p>Martinez-Torres and Diaz-Fernandez (2013).Current issues and research trends on open-source software communities <a href="https://idus.us.es/xmlui/bitstream/handle/11441/32245/Current%20issues%20and%20research%20trends.pdf?sequence=1" target="_blank">PDF</a> </p>
</li>
<li><p>Morin et al. (2012). Shining Light into Black Boxes. <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4203337/pdf/nihms588981.pdf" target="_blank">PDF</a></p>
</li>
<li><p>Oishi et al. (2018). Perspectives on Reproducibility and Sustainability of Open-Source Scientific Software from Seven Years of the Dedalus Project. <a href="https://arxiv.org/abs/1801.08200" target="_blank">arXiv:1801.08200v1 [astro-ph.IM]</a></p>
</li>
<li><p>Scacchi (2010). The Future of Research in Free/Open Source Software Development. <a href="http://www.ics.uci.edu/~wscacchi/Papers/New/FoSER-Scacchi-2010.pdf" target="_blank">PDF</a></p>
</li>
<li><p>Sandve et al. (2013). Ten simple rules for reproducible computational research <a href="https://doi.org/10.1371/journal.pcbi.1003285" target="_blank">doi.org/10.1371/journal.pcbi.1003285</a> </p>
</li>
<li><p>Shamir et al. (2013).Practices in source code sharing in astrophysics. <a href="https://arxiv.org/abs/1304.6780" target="_blank">arXiv:1304.6780v1 [astro-ph.IM]</a> </p>
</li>
<li><p>Steinmacher et al. (2014). A systematic literature review on the barriers faced by newcomers to open source software projects. <a href="http://igor.pro.br/publica/papers/IST_SysReview_PrePrint.pdf" target="_blank">PDF</a> </p>
</li>
<li><p>Stodden (2010). The Scientific Method in Practice: Reproducibility in the Computational Sciences.<a href="http://datascienceassn.org/sites/default/files/The%20Scientific%20Method%20in%20Practice%20-%20Reproducibility%20in%20the%20Computational%20Sciences.pdf" target="_blank">PDF</a></p>
</li>
<li><p>Vandewalle (2012). Code Sharing Is Associated with Research Impact in Image Processing. <a href="https://infoscience.epfl.ch/record/206184/files/Vandewalle12.pdf" target="_blank">PDF</a> </p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="02Dados_e_Materiais_de_Investigacao_Abertos.html" class="navigation navigation-prev " aria-label="Previous page: 2.2 - Dados e Materiais de Investigação Abertos">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html" class="navigation navigation-next " aria-label="Next page: 2.4 - Investigação Reprodutível e Análise de Dados">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2.3 - Software Aberto na Investigação","level":"1.3.3","depth":2,"next":{"title":"2.4 - Investigação Reprodutível e Análise de Dados","level":"1.3.4","depth":2,"path":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","ref":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","articles":[]},"previous":{"title":"2.2 - Dados e Materiais de Investigação Abertos","level":"1.3.2","depth":2,"path":"02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.md","ref":"02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.md","mtime":"2019-05-15T20:44:22.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

