
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2.5 - Acesso Aberto a Publicações · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html" />
    
    
    <link rel="prev" href="04Investigacao_reprodutivel_e_analise_de_dados.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../01Introducao/">
            
                <a href="../01Introducao/">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.5" data-path="05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="07Plataformas_Colaborativas.html">
            
                <a href="07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="09Politicas_de_Ciencia_Aberta.html">
            
                <a href="09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="10Ciencia_Cidada.html">
            
                <a href="10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="11Recursos_Educativos_Abertos.html">
            
                <a href="11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="12Defesa_Promocao_CienciaAberta.html">
            
                <a href="12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../03SobreAprendizagemeFormacao/">
            
                <a href="../03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../04AspetosOrganizativos/">
            
                <a href="../04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="../05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../06Glossario/">
            
                <a href="../06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../07Referencias/">
            
                <a href="../07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../08FichaTecnica/">
            
                <a href="../08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2.5 - Acesso Aberto a Publicações</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/open_access.png" width="200" height="200"></h2>
<h2 id="5-acesso-aberto-a-publica&#xE7;&#xF5;es"><a name="5-acesso-aberto-a-publica&#xE7;&#xF5;es" class="plugin-anchor" href="#5-acesso-aberto-a-publica&#xE7;&#xF5;es"><i class="fa fa-link" aria-hidden="true"></i></a>5. Acesso Aberto a Publica&#xE7;&#xF5;es</h2>
<h3 id="o-que-&#xE9;"><a name="o-que-&#xE9;" class="plugin-anchor" href="#o-que-&#xE9;"><i class="fa fa-link" aria-hidden="true"></i></a>O que &#xE9;?</h3>
<p>O Acesso Aberto  significa que publica&#xE7;&#xF5;es resultantes de investiga&#xE7;&#xE3;o como artigos e livros podem ser acedidos em linha, isentos de pagamento por qualquer utilizador, sem obst&#xE1;culos t&#xE9;cnicos (como o registo obrigat&#xF3;rio ou a identifica&#xE7;&#xE3;o em plataformas espec&#xED;ficas). No m&#xED;nimo, essas publica&#xE7;&#xF5;es podem ser lidas em linha, descarregadas e impressas. Idealmente, devem ser concedidos direitos adicionais, como o direito a copiar, distribuir, pesquisar, referenciar, rastrear e extrair texto e dados . O Acesso Aberto pode ser concretizado atrav&#xE9;s de duas vias principais n&#xE3;o exclusivas:</p>
<ul>
<li><p>Acesso Aberto Verde (autoarquivo): A vers&#xE3;o publicada ou o manuscrito final revisto por pares, que foi aceite para publica&#xE7;&#xE3;o, &#xE9; disponibilizado de forma livre e aberta pelo autor, ou por um seu representante, num reposit&#xF3;rio. Alguns editores exigem que o Acesso Aberto s&#xF3; seja permitido ap&#xF3;s um per&#xED;odo de embargo. Este per&#xED;odo de embargo pode durar entre v&#xE1;rios meses e v&#xE1;rios anos. Para publica&#xE7;&#xF5;es que foram depositadas num reposit&#xF3;rio, mas que est&#xE3;o sob embargo, normalmente pelo menos os metadados est&#xE3;o acess&#xED;veis de modo aberto. </p>
</li>
<li><p>Acesso Aberto Dourado (publica&#xE7;&#xE3;o em Acesso Aberto): O trabalho publicado &#xE9; disponibilizado em Acesso Aberto pelo editor logo que publicado. O modelo de neg&#xF3;cio mais comum &#xE9; baseado no pagamento feito pelos autores (designado APCs - taxa de processamento do artigo, ou BPCs - taxa de processamento do livro). Quando os conte&#xFA;dos do Acesso Aberto se combinam com conte&#xFA;dos que requerem assinatura ou aquisi&#xE7;&#xE3;o, particularmente no caso de revistas, atas de confer&#xEA;ncias ou volumes editados, designa-se por Acesso Aberto h&#xED;brido.</p>
</li>
</ul>
<h3 id="fundamenta&#xE7;&#xE3;o"><a name="fundamenta&#xE7;&#xE3;o" class="plugin-anchor" href="#fundamenta&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>Fundamenta&#xE7;&#xE3;o</h3>
<p>Uma das formas mais comuns de divulgar os resultados de investiga&#xE7;&#xE3;o &#xE9; escrever um texto e public&#xE1;-lo numa revista, em atas de confer&#xEA;ncias ou num livro. Durante muitos anos estas publica&#xE7;&#xF5;es foram disponibilizadas ao p&#xFA;blico mediante pagamento atrav&#xE9;s de uma assinatura ou de forma individual. Contudo, no in&#xED;cio do s&#xE9;culo XXI surgiu um novo movimento com um objetivo claro: tornar todos os resultados de investiga&#xE7;&#xE3;o dispon&#xED;veis para o p&#xFA;blico sem quaisquer restri&#xE7;&#xF5;es. Este movimento adotou o nome de Acesso Aberto e estabeleceu duas estrat&#xE9;gias iniciais para a obten&#xE7;&#xE3;o do resultado pretendido. A primeira estrat&#xE9;gia foi a de fornecer ferramentas e assist&#xEA;ncia aos acad&#xE9;micos para o dep&#xF3;sito dos seus artigos com revis&#xE3;o por pares em reposit&#xF3;rios eletr&#xF3;nicos abertos. A segunda foi desenvolver uma nova gera&#xE7;&#xE3;o de revistas que usam os direitos de autor e outros instrumentos para garantir o acesso aberto permanente a todos os artigos que publicam. Como resultado da primeira estrat&#xE9;gia deparamo-nos com as pr&#xE1;ticas de autoarquivo: os investigadores depositam e divulgam os seus artigos em reposit&#xF3;rios institucionais ou tem&#xE1;ticos. E como resultado da segunda estrat&#xE9;gia observa-se a cria&#xE7;&#xE3;o de revistas de acesso aberto que providenciam o acesso gratuito aos leitores e autorizam a reutiliza&#xE7;&#xE3;o da maioria dos seus conte&#xFA;dos quase sem restri&#xE7;&#xF5;es. </p>
<p>Para al&#xE9;m destas duas estrat&#xE9;gias estabelecidas na <a href="http://www.budapestopenaccessinitiative.org/read" target="_blank">Budapest Open Access Initiative</a> em 2002, assistiu-se ao nascimento de novos m&#xE9;todos de divulga&#xE7;&#xE3;o. Entre eles, encontra-se a publica&#xE7;&#xE3;o de <em>preprints</em> em reposit&#xF3;rios institucionais e em servidores de <em>preprints</em>. Os <em>preprints</em> s&#xE3;o frequentemente utilizados na f&#xED;sica e emergem agora nas ci&#xEA;ncias da vida e noutros campos. Os <em>preprints</em> s&#xE3;o documentos que n&#xE3;o foram revistos por pares mas que s&#xE3;o considerados como uma publica&#xE7;&#xE3;o cient&#xED;fica completa numa etapa inicial. Alguns servidores de <em>preprints</em> incluem  servi&#xE7;os de revis&#xE3;o por pares aberta e tamb&#xE9;m possibilitam a publica&#xE7;&#xE3;o de novas vers&#xF5;es do documento inicial ap&#xF3;s a revis&#xE3;o por pares. Seguindo  esta tend&#xEA;ncia de inclus&#xE3;o de processos de revis&#xE3;o por pares aberta nos servidores de <em>preprints</em>, assiste-se ao desenvolvimento de novas plataformas de publica&#xE7;&#xE3;o, suportadas pelos financiadores, como a <a href="https://wellcomeopenresearch.org/" target="_blank">Wellcome Trust</a> ou a <a href="https://gatesopenresearch.org/" target="_blank">Bill and Melinda Gates Foundation </a>. Tamb&#xE9;m a Comiss&#xE3;o Europeia planeia lan&#xE7;ar uma  <a href="https://ec.europa.eu/research/openscience/pdf/information_note_platform_public.pdf" target="_blank">plataforma de publica&#xE7;&#xE3;o para os projetos financiados do Horizonte 2020</a>.</p>
<p>A escolha de uma revista ou de uma plataforma de publica&#xE7;&#xE3;o pode afetar a disponibilidade e a acessibilidade dos resultados de investiga&#xE7;&#xE3;o. Existem v&#xE1;rias op&#xE7;&#xF5;es para os investigadores quando decidem onde, quando e como publicar os seus resultados. &#xC9; fundamental conhecer todas as implica&#xE7;&#xF5;es para evitar problemas futuros. </p>
<p>O aparecimento de muitos modelos de neg&#xF3;cio em torno das revistas de acesso aberto apresenta um conjunto de mal entendidos e de incertezas para os investigadores no momento de decidir onde publicar. Al&#xE9;m disso, as revistas de subscri&#xE7;&#xE3;o disponibilizam modelos individuais de acesso aberto, os chamados modelos h&#xED;bridos, que acarretam maior complexidade &#xE0; decis&#xE3;o de onde e como publicar. </p>
<p>Quanto ao autoarquivo, os investigadores ficam confusos com os diferentes requisitos definidos pelos editores no que se refere &#xE0; vers&#xE3;o do artigo que podem depositar num reposit&#xF3;rio e quando &#xE9; que esta vers&#xE3;o pode ficar dispon&#xED;vel ao p&#xFA;blico. Este atraso na permiss&#xE3;o do acesso p&#xFA;blico ao texto completo &#xE9; frequentemente designado por per&#xED;odo de embargo e n&#xE3;o &#xE9; uniforme em todas as revistas. As institui&#xE7;&#xF5;es que disponibilizam um reposit&#xF3;rio aos seus investigadores devem facilitar as pr&#xE1;ticas de autoarquivo, processando todos estes requisitos de publica&#xE7;&#xE3;o. </p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/finish.png" width="150" height="150"></h2>
<h3 id="objetivos-de-aprendizagem"><a name="objetivos-de-aprendizagem" class="plugin-anchor" href="#objetivos-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Objetivos de aprendizagem</h3>
<ol>
<li><p>Conhecer as diferentes op&#xE7;&#xF5;es que um investigador tem quando decide publicar um artigo, incluindo requisitos de financiamento.</p>
</li>
<li><p>Estar apto a decidir se um artigo pode ser publicado antes da revis&#xE3;o, por exemplo num servidor de <em>preprints</em>. Os formandos aprender&#xE3;o a determinar que op&#xE7;&#xF5;es est&#xE3;o dispon&#xED;veis de acordo com as pol&#xED;ticas da sua disciplina/revista e se poder&#xE3;o existir consequ&#xEA;ncias que prejudiquem a publica&#xE7;&#xE3;o final numa revista com revis&#xE3;o por pares.</p>
</li>
<li><p>Os formandos aprender&#xE3;o a distinguir as diferen&#xE7;as entre as pol&#xED;ticas de revis&#xE3;o por pares das revistas, especialmente quando se submete um documento j&#xE1; dispon&#xED;vel numa vers&#xE3;o <em>preprint</em>. Aprender&#xE3;o as diferen&#xE7;as entre as revistas de acesso aberto, como por exemplo, quais as que exigem um pagamento para submiss&#xE3;o/publica&#xE7;&#xE3;o e que licen&#xE7;as  utiliz&#xE3;o. </p>
</li>
<li><p>Os formandos aprender&#xE3;o acerca das implica&#xE7;&#xF5;es de publicar em revistas de subscri&#xE7;&#xE3;o para um futuro autoarquivo num reposit&#xF3;rio, bem como os requisitos dos editores em termos de vers&#xE3;o e embargo. Aprender&#xE3;o igualmente sobre as revistas de acesso aberto h&#xED;brido. </p>
</li>
<li><p>(optional depending on audience) Os formandos aprender&#xE3;o sobre as oportunidades do acesso aberto quando se publica em livros, uma vez que esta &#xE9; a via principal de divulga&#xE7;&#xE3;o para algumas disciplinas.</p>
</li>
<li><p>Os formandos aprender&#xE3;o sobre os diferentes modelos de neg&#xF3;cio usados pelas revistas de acesso aberto e sobre as oportunidades de obten&#xE7;&#xE3;o de financiamento, quando necess&#xE1;rio, para apoio &#xE0; publica&#xE7;&#xE3;o. </p>
</li>
</ol>
<h3 id="componentes-chave"><a name="componentes-chave" class="plugin-anchor" href="#componentes-chave"><i class="fa fa-link" aria-hidden="true"></i></a>Componentes-chave</h3>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/brain.png" width="150" height="150"></h2>
<h4 id="conhecimento"><a name="conhecimento" class="plugin-anchor" href="#conhecimento"><i class="fa fa-link" aria-hidden="true"></i></a>Conhecimento</h4>
<p><strong>Reposit&#xF3;rios e autoarquivo</strong></p>
<p>No in&#xED;cio de 2018 mais de 4.600 reposit&#xF3;rios estavam dispon&#xED;veis para os investigadores autoarquivarem as suas publica&#xE7;&#xF5;es - de acordo com o <a href="http://roar.eprints.org/" target="_blank">Registry of Open Access Repositories</a>. Nesta lista incluem-se reposit&#xF3;rios institucionais, reposit&#xF3;rios tem&#xE1;ticos e agregadores. Os primeiros s&#xE3;o geralmente geridos por institui&#xE7;&#xF5;es que desenvolvem investiga&#xE7;&#xE3;o para dotar a sua comunidade de um local de arquivo e de partilha de publica&#xE7;&#xF5;es e de outros resultados da investiga&#xE7;&#xE3;o de forma aberta. Os reposit&#xF3;rios tem&#xE1;ticos s&#xE3;o geridos por comunidades de investigadores e a maioria dos seus conte&#xFA;dos est&#xE1; associada a uma determinada disciplina. Por &#xFA;ltimo, os  agregadores recolhem conte&#xFA;dos de diferentes reposit&#xF3;rios, transformando-se em s&#xED;tios para pesquisas gen&#xE9;ricas e a cria&#xE7;&#xE3;o de outros servi&#xE7;os de valor acrescentado. &#xC9; fundamental que um reposit&#xF3;rio seja agregado para adquirir maior visibilidade. Para isso, os gestores de reposit&#xF3;rios devem seguir as diretrizes normalizadas no que se refere ao uso e aos valores dos metadados. Al&#xE9;m disso, os reposit&#xF3;rios institucionais podem estar ligados a outros sistemas e bases de dados de forma a aumentar a sua visibilidade. Por exemplo, a PubMed oferece a possibilidade de liga&#xE7;&#xE3;o dos seus registos atrav&#xE9;s do <a href="https://www.ncbi.nlm.nih.gov/projects/linkout/doc/IR-application.shtml" target="_blank">linkout project</a>. Os reposit&#xF3;rios sempre foram vistos como uma alternativa de acesso &#xE0;s publica&#xE7;&#xF5;es cient&#xED;ficas quando o acesso &#xE0; fonte original n&#xE3;o se encontra dispon&#xED;vel. Existem na atualidade ferramentas, como a extens&#xE3;o de browser <a href="http://unpaywall.org/" target="_blank">Unpaywall</a>, que facilitam esta alternativa. </p>
<p>Ao escolher uma revista para publica&#xE7;&#xE3;o dos resultados de investiga&#xE7;&#xE3;o, os investigadores devem dedicar alguns momentos &#xE0; leitura da pol&#xED;tica da revista relativamente &#xE0; transfer&#xEA;ncia dos direitos de autor. Muitas revistas ainda requerem que os autores transfiram todos os direitos de autor para a publica&#xE7;&#xE3;o. Esta transfer&#xEA;ncia de direitos implica que os autores devem solicitar permiss&#xE3;o para reutilizar o seu pr&#xF3;prio trabalho,  para al&#xE9;m do permitido pela lei aplic&#xE1;vel e a menos que alguns usos estejam j&#xE1; previamente autorizadas. Entre essas utiliza&#xE7;&#xF5;es autorizadas encontram-se o ensino, a partilha com colegas e especialmente as condi&#xE7;&#xF5;es para os investigadores autoarquivarem os seus artigos em reposit&#xF3;rios. Por vezes constata-se a exist&#xEA;ncia de uma pol&#xED;tica comum entre todas as revistas publicadas pelos mesmos editores mas, em regra, cada revista tem a sua pr&#xF3;pria pol&#xED;tica, especialmente quando &#xE9; publicada em nome de uma sociedade cient&#xED;fica. Quando analisadas as condi&#xE7;&#xF5;es do autoarquivo podem identificar-se duas quest&#xF5;es chave: a vers&#xE3;o do artigo que pode ser depositada e quando pode ficar publicamente dispon&#xED;vel. </p>
<p>Relativamente &#xE0; vers&#xE3;o, algumas revistas permitem a difus&#xE3;o da vers&#xE3;o submetida, tamb&#xE9;m conhecida como <em>preprint</em>, e tamb&#xE9;m permitem a sua substitui&#xE7;&#xE3;o pela vers&#xE3;o revista quando &#xE9; publicada a vers&#xE3;o final. Devido ao aumento de pol&#xED;ticas que requerem o acesso aos resultados da investiga&#xE7;&#xE3;o, a maioria das revistas permite o dep&#xF3;sito da vers&#xE3;o aceite do artigo, tamb&#xE9;m conhecida como vers&#xE3;o do autor ou vers&#xE3;o <em>posprint</em>. Esta vers&#xE3;o consiste no texto final quando finalizado o processo de revis&#xE3;o pelos pares, mas sem a formata&#xE7;&#xE3;o final da publica&#xE7;&#xE3;o. Finalmente, algumas revistas permitem aos investigadores o dep&#xF3;sito da vers&#xE3;o final publicada, tamb&#xE9;m conhecida como vers&#xE3;o de registo. </p>
<p>No que se refere ao momento de tornar o artigo publicamente dispon&#xED;vel, muitas revistas estabelecem um per&#xED;odo de tempo ap&#xF3;s a publica&#xE7;&#xE3;o: o per&#xED;odo de embargo, que pode variar entre zero e sessenta meses. Algumas revistas incluem ou excluem os embargos dependendo das vers&#xF5;es. Por exemplo, a vers&#xE3;o aceite pode ser disponibilizada publicamente depois da publica&#xE7;&#xE3;o, mas a vers&#xE3;o publicada deve esperar doze meses. </p>
<p><img src="../Images/02%20Open%20Science%20Basics/02_open_access_archives.png" alt=""></p>
<p><strong>Publica&#xE7;&#xE3;o em Acesso Aberto</strong></p>
<p>O n&#xFA;mero de revistas em Acesso Aberto aumentou nos &#xFA;ltimos anos, tornando-se uma op&#xE7;&#xE3;o real para os investigadores quando decidem publicar os seus resultados de investiga&#xE7;&#xE3;o. De acordo com o Directory of Open Access Journals (<a href="http://www.doaj.org" target="_blank">DOAJ</a>), existem atualmente mais de 11.000 revistas. &#xC9;, contudo, importante referir que uma revista de acesso aberto deve providenciar o livre acesso aos seus conte&#xFA;dos, mas deve igualmente permitir a sua reutiliza&#xE7;&#xE3;o. Nenhuma informa&#xE7;&#xE3;o deve ser legalmente entendida como &#xAB;todos os direitos reservados&#xBB;. Embora a defini&#xE7;&#xE3;o de revista de acesso aberto n&#xE3;o inclua nenhuma condi&#xE7;&#xE3;o sobre o modelo de neg&#xF3;cio, o facto &#xE9; que estas revistas s&#xE3;o comummente conhecidas como revistas em que &#xE9; preciso pagar para publicar. Este equ&#xED;voco deve-se ao facto de que as revistas melhor sucedidas e com maior fator de impacto seguem este modelo. Contudo, um estudo recente indica que a maioria das revistas registadas no DOAJ n&#xE3;o cobra qualquer valor para publicar (Dados dispon&#xED;veis <a href="https://sustainingknowledgecommons.org/2018/02/06/doaj-apc-information-as-of-jan-31-2018/" target="_blank">aqui</a>).</p>
<p>Atualmente muitas revistas de subscri&#xE7;&#xE3;o disponibilizam aos investigadores op&#xE7;&#xF5;es de acesso aberto individual logo que o seu artigo seja aceite ap&#xF3;s a revis&#xE3;o por pares. Estas op&#xE7;&#xF5;es incluem a publica&#xE7;&#xE3;o com uma licen&#xE7;a de conte&#xFA;do livre e acesso livre para todos ap&#xF3;s a primeira publica&#xE7;&#xE3;o. Este modelo &#xE9; genericamente conhecido como modelo h&#xED;brido, porque na mesma revista os leitores podem encontrar tanto conte&#xFA;dos de acesso aberto como artigos limitados a subscri&#xE7;&#xE3;o. Estudos recentes mostram como as taxas nas revistas  h&#xED;bridas &#xE9; superior &#xE0; m&#xE9;dia das taxas de processamento dos artigos em algumas revistas de verdadeiro acesso aberto (Jahn &amp; Tullney 2016). Uma das raz&#xF5;es pela qual os investigadores escolhem o modelo h&#xED;brido prende-se com a resposta aos requisitos das pol&#xED;ticas de financiadores, em especial os que requerem um acesso p&#xFA;blico imediato aos resultados de investiga&#xE7;&#xE3;o ou  per&#xED;odos de embargo curtos.</p>
<p>Alguns financiadores decidiram criar as suas pr&#xF3;prias plataformas de publica&#xE7;&#xE3;o de modo a garantir um local para difundir os resultados de investiga&#xE7;&#xE3;o aos investigadores que financiam. Em regra, o custo para publicar nestas plataformas &#xE9; de aproximadamente 1.000&#x20AC; e todos os materiais s&#xE3;o disponibilizados de acordo com uma licen&#xE7;a CC-BY. A publica&#xE7;&#xE3;o n&#xE3;o &#xE9; limitada a artigos, podendo os investigadores incluir dados e software. N&#xE3;o existe nenhum processo de pr&#xE9;vio de revis&#xE3;o por pares e por isso os investigadores publicam documentos que apenas passam por uma revis&#xE3;o editorial limitada para controlo do formato, n&#xE3;o existindo nenhuma avalia&#xE7;&#xE3;o de conte&#xFA;do. A revis&#xE3;o por pares &#xE9; feita de forma transparente, permitindo a qualquer pessoa ver quem escreveu e onde se encontram os coment&#xE1;rios. Depois da revis&#xE3;o por pares aberta, os investigadores podem submeter novas vers&#xF5;es em conformidade com a revis&#xE3;o efetuada. </p>
<p>Algumas disciplinas preferem o uso de outros formatos que n&#xE3;o a publica&#xE7;&#xE3;o dos resultados em revistas cient&#xED;ficas, como por exemplo os livros. Inicialmente os editores eram muito relutantes em permitir aos investigadores o autoarquivo de livros completos ou mesmo de cap&#xED;tulos de livros. Contudo, <a href="https://docs.google.com/spreadsheets/d/1-Lq_zzaGqge8SdY1DX-YXTN43JLn75jf2OhidJqXM60/edit#gid=142126524" target="_blank">alguns editores</a> come&#xE7;aram a adotar pol&#xED;ticas para facilitar este processo. Por outro lado, algumas editoras universit&#xE1;rias alteraram o seu modelo de publica&#xE7;&#xE3;o para o acesso aberto de modo a aumentar a visibilidade dos seus conte&#xFA;dos, especialmente das monografias. Esta mudan&#xE7;a pode ser explicada como uma resposta aos cortes nos gastos em monografias devido &#xE0;s restri&#xE7;&#xF5;es or&#xE7;amentais das bibliotecas. Um modelo comum para o acesso aberto das editoras universit&#xE1;rias consiste em disponibilizar uma vers&#xE3;o gratuita em PDF e uma vers&#xE3;o para venda ou uma vers&#xE3;o de publica&#xE7;&#xE3;o eletr&#xF3;nica. (ver, por exemplo, a UCL). Al&#xE9;m disso, a cria&#xE7;&#xE3;o do <a href="https://doabooks.org/" target="_blank">Directory of Open Access Books</a> aumentou a sua visibilidade. De forma similar a outras iniciativas de revistas, surgiram alguns projetos para unir esfor&#xE7;os e estabelecer um fundo comum de cria&#xE7;&#xE3;o de  monografias de acesso aberto, por exemplo <a href="http://www.knowledgeunlatched.org/" target="_blank">Knowledge Unlatched</a>.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/gears.png" width="150" height="150"></h2>
<h4 id="compet&#xEA;ncias"><a name="compet&#xEA;ncias" class="plugin-anchor" href="#compet&#xEA;ncias"><i class="fa fa-link" aria-hidden="true"></i></a>Compet&#xEA;ncias</h4>
<ul>
<li><p>Escolher um reposit&#xF3;rio ou servidor adequado para dep&#xF3;sito de um <em>preprint</em> de acordo com a sua disciplina.</p>
</li>
<li><p>Autoarquivar uma publica&#xE7;&#xE3;o num reposit&#xF3;rio, institucional ou tem&#xE1;tico, de acordo com as poss&#xED;veis restri&#xE7;&#xF5;es colocadas pelo editor, especialmente relacionadas com a vers&#xE3;o permitida para dep&#xF3;sito e com o per&#xED;odo de embargo.</p>
</li>
<li><p>Escolher entre as op&#xE7;&#xF5;es de revistas de acesso aberto e plataformas de publica&#xE7;&#xE3;o dispon&#xED;veis. </p>
</li>
<li><p>Encontrar financiamentos dispon&#xED;veis ou descontos para publica&#xE7;&#xE3;o em revistas de acesso aberto, se necess&#xE1;rio.</p>
</li>
</ul>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/questions.png" width="150" height="150"></h2>
<h3 id="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><a name="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns" class="plugin-anchor" href="#quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><i class="fa fa-link" aria-hidden="true"></i></a>Quest&#xF5;es, obst&#xE1;culos e equ&#xED;vocos comuns</h3>
<p>P: &quot;O meu trabalho n&#xE3;o ser&#xE1; reconhecido se for publicado como <em>preprint</em> - s&#xF3; receberei cr&#xE9;ditos por um artigo de revista com revis&#xE3;o por pares.&quot;</p>
<p>R: Muitos financiadores est&#xE3;o a reconhecer a crescente frequ&#xEA;ncia da publica&#xE7;&#xE3;o de <em>preprints</em> nas suas pol&#xED;ticas: o Howard Hughes Medical Institute (HHMI), o Wellcome Trust, o Medical Research Council (UK) e o National Institutes of Health (NIH) anunciaram pol&#xED;ticas que permitem aos investigadores a cita&#xE7;&#xE3;o das suas vers&#xF5;es <em>preprint</em> em candidaturas e  relat&#xF3;rios (Luther 2017). Para al&#xE9;m disso, os <em>preprints</em> ajudam a estabelecer a preced&#xEA;ncia dos resultados e podem aumentar o impacto - e o n&#xFA;mero de cita&#xE7;&#xF5;es - de um posterior artigo revisto por pares (McKiernan 2016).</p>
<p>Ainda existem alguns investigadores relutantes em depositar outras vers&#xF5;es que n&#xE3;o a final publicada. &#xC9; importante inform&#xE1;-los acerca das implica&#xE7;&#xF5;es de direitos de autor aquando da assinatura do documento de transfer&#xEA;ncia de direitos. </p>
<p>Dever-se-&#xE1; evitar o entendimento equivocado de que uma revista de acesso aberto &#xE9; uma revista em que os autores t&#xEA;m de pagar para publicar. O modelo de pagamento pelo autor &#xE9; apenas um dos modelos de neg&#xF3;cio existentes das revistas de acesso aberto. Podem fornecer-se dados sobre o n&#xFA;mero de revistas que n&#xE3;o exigem qualquer pagamento para publicar (por exemplo, em 31 de janeiro de 2018, <a href="https://sustainingknowledgecommons.org/2018/02/06/doaj-apc-information-as-of-jan-31-2018/" target="_blank">o DOAJ</a> refere que 71% das 11.001 revistas de acesso aberto n&#xE3;o requerem quaisquer taxas de publica&#xE7;&#xE3;o). Pode tamb&#xE9;m referir a exist&#xEA;ncia de outros modelos de neg&#xF3;cio, como o <a href="https://scoap3.org/" target="_blank">SCOAP3 Initiative</a>, o <a href="http://www.lingoa.eu" target="_blank">LingOA project</a> ou o <a href="https://www.openlibhums.org/" target="_blank">Open Library of Humanities</a>.</p>
<p>A utiliza&#xE7;&#xE3;o das plataformas de publica&#xE7;&#xE3;o tem implica&#xE7;&#xF5;es na avalia&#xE7;&#xE3;o da investiga&#xE7;&#xE3;o, no processo de revis&#xE3;o por pares e no papel dos editores. Existem ainda muitas avalia&#xE7;&#xF5;es de investiga&#xE7;&#xE3;o baseadas nas m&#xE9;tricas de revistas e, portanto, esta nova forma de publica&#xE7;&#xE3;o vem desafiar essas avalia&#xE7;&#xF5;es. Al&#xE9;m disso, o facto de a revis&#xE3;o por pares ser completamente transparente permite aos leitores identificar os revisores e acompanhar a evolu&#xE7;&#xE3;o das vers&#xF5;es do documento. Finalmente, se estas plataformas se tornarem a ferramenta mais comum para a publica&#xE7;&#xE3;o de resultados, os editores ter&#xE3;o de redefinir o seu papel no processo da comunica&#xE7;&#xE3;o acad&#xE9;mica. </p>
<p>O modelo h&#xED;brido &#xE9; muito controverso e pode levantar muitas quest&#xF5;es sobre os custos, o poss&#xED;vel duplo pagamento e o uso (ou a falta) de licenciamento.</p>
<p>O futuro da comunica&#xE7;&#xE3;o acad&#xE9;mica pode ser discutido apresentando alguns dos modelos de compensa&#xE7;&#xE3;o (ou <em>offsetting</em>) ou projetos de transi&#xE7;&#xE3;o como a <a href="https://oa2020.org/" target="_blank">OA2020 global alliance</a> proposta pela Max Planck Society.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/output.png" width="150" height="150"></h2>
<h3 id="resultados-de-aprendizagem"><a name="resultados-de-aprendizagem" class="plugin-anchor" href="#resultados-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Resultados de aprendizagem</h3>
<ol>
<li><p>Os formandos estar&#xE3;o aptos a escolher onde publicar o seu trabalho de investiga&#xE7;&#xE3;o, descrevendo as implica&#xE7;&#xF5;es e as consequ&#xEA;ncias da sua escolha.</p>
</li>
<li><p>Os formandos poder&#xE3;o compreender a pol&#xED;tica de autoarquivo de uma revista onde desejem publicar com base na informa&#xE7;&#xE3;o dispon&#xED;vel no s&#xED;tio correspondente ou em qualquer um dos portais fornecedores de informa&#xE7;&#xE3;o gen&#xE9;rica, como <a href="http://www.sherpa.ac.uk/romeo/" target="_blank">Sherpa/Romeo</a>,   <a href="http://www.accesoabierto.net/dulcinea/" target="_blank">Dulcinea</a> e <a href="https://heloise.ccsd.cnrs.fr/" target="_blank">Helo&#xEF;se</a>.</p>
</li>
<li><p>Os formandos que desejarem criar uma nova revista de acesso aberto poder&#xE3;o descrever a sua pr&#xF3;pria pol&#xED;tica de autoarquivo, licen&#xE7;a e modelo de neg&#xF3;cios.</p>
</li>
<li><p>Os formandos que gerem reposit&#xF3;rios estar&#xE3;o aptos a descrever as ferramentas e servi&#xE7;os que permitam o autoarquivo aos investigadores. </p>
</li>
</ol>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/magnifying_glass.png" width="150" height="150"></h2>
<h3 id="leitura-adicional"><a name="leitura-adicional" class="plugin-anchor" href="#leitura-adicional"><i class="fa fa-link" aria-hidden="true"></i></a>Leitura adicional</h3>
<ul>
<li><p>Bj&#xF6;rk (2017). Growth of hybrid open access, 2009&#x2013;2016. <em>PeerJ</em> 5:e3878 <a href="https://doi.org/10.7717/peerj.3878" target="_blank">doi.org/10.7717/peerj.3878</a></p>
</li>
<li><p>Piwowar H, Priem J, Larivi&#xE8;re V, Alperin JP, Matthias L, Norlander B, Farley A, West J, Haustein S. (2018) The state of OA: a large-scale analysis of the prevalence and impact of Open Access articles. <em>PeerJ</em> 6:e4375 <a href="https://doi.org/10.7717/peerj.4375" target="_blank">https://doi.org/10.7717/peerj.4375</a></p>
</li>
<li><p>The Open Access Directory. <a href="http://oad.simmons.edu/oadwiki/Main_Page" target="_blank">oad.simmons.edu/oadwiki</a></p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html" class="navigation navigation-prev " aria-label="Previous page: 2.4 - Investigação Reprodutível e Análise de Dados">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html" class="navigation navigation-next " aria-label="Next page: 2.6 - Licenciamento Aberto e Formatos de Ficheiro">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2.5 - Acesso Aberto a Publicações","level":"1.3.5","depth":2,"next":{"title":"2.6 - Licenciamento Aberto e Formatos de Ficheiro","level":"1.3.6","depth":2,"path":"02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.md","ref":"02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.md","articles":[]},"previous":{"title":"2.4 - Investigação Reprodutível e Análise de Dados","level":"1.3.4","depth":2,"path":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","ref":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.md","mtime":"2018-12-12T17:10:39.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

