
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2.6 - Licenciamento Aberto e Formatos de Ficheiro · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="07Plataformas_Colaborativas.html" />
    
    
    <link rel="prev" href="05Acesso_Aberto_a_Publicacoes.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../01Introducao/">
            
                <a href="../01Introducao/">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.6" data-path="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="07Plataformas_Colaborativas.html">
            
                <a href="07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="09Politicas_de_Ciencia_Aberta.html">
            
                <a href="09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="10Ciencia_Cidada.html">
            
                <a href="10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="11Recursos_Educativos_Abertos.html">
            
                <a href="11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="12Defesa_Promocao_CienciaAberta.html">
            
                <a href="12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../03SobreAprendizagemeFormacao/">
            
                <a href="../03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../04AspetosOrganizativos/">
            
                <a href="../04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="../05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../06Glossario/">
            
                <a href="../06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../07Referencias/">
            
                <a href="../07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../08FichaTecnica/">
            
                <a href="../08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2.6 - Licenciamento Aberto e Formatos de Ficheiro</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/open_licenses.png" width="200" height="200"></h2>
<h2 id="6-licenciamento-aberto-e-formatos-de-ficheiros"><a name="6-licenciamento-aberto-e-formatos-de-ficheiros" class="plugin-anchor" href="#6-licenciamento-aberto-e-formatos-de-ficheiros"><i class="fa fa-link" aria-hidden="true"></i></a>6. Licenciamento Aberto e Formatos de Ficheiros</h2>
<h3 id="o-que-&#xE9;"><a name="o-que-&#xE9;" class="plugin-anchor" href="#o-que-&#xE9;"><i class="fa fa-link" aria-hidden="true"></i></a>O que &#xE9;?</h3>
<p>Uma licen&#xE7;a &#xE9; um documento legal que concede direitos espec&#xED;ficos ao utilizador para reutilizar e redistribuir um material licenciado sob determinadas condi&#xE7;&#xF5;es. Qualquer direito n&#xE3;o concedido por defeito pelo licenciador atrav&#xE9;s da licen&#xE7;a pode ser solicitado. As licen&#xE7;as podem ser aplicadas a qualquer material (por exemplo: som, texto, imagem, multim&#xE9;dia, software) que tenha alguns direitos de explora&#xE7;&#xE3;o ou uso.</p>
<p><a href="https://en.wikipedia.org/wiki/List_of_free_content_licenses" target="_blank">Free content licenses</a> s&#xE3;o licen&#xE7;as que concedem permiss&#xE3;o para aceder, reutilizar e redistribuir material com poucas ou nenhumas restri&#xE7;&#xF5;es. Estas licen&#xE7;as variam de muito abertas a muito restritivas. Quanto mais restri&#xE7;&#xF5;es, mais dif&#xED;cil se torna combinar conte&#xFA;dos de licen&#xE7;as diferentes - impedindo potencialmente a interoperabilidade.</p>
<p>Um formato de ficheiro &#xE9; uma forma padr&#xE3;o de codificar informa&#xE7;&#xF5;es para armazenar num ficheiro de computador; contudo, nem todos os formatos t&#xEA;m documentos de especifica&#xE7;&#xE3;o dispon&#xED;veis gratuitamente, em parte porque alguns programadores v&#xEA;em os seus documentos com especifica&#xE7;&#xF5;es como segredos comerciais.</p>
<p><img src="../Images/02%20Open%20Science%20Basics/02_open_licensing.png" alt=""></p>
<h3 id="fundamenta&#xE7;&#xE3;o"><a name="fundamenta&#xE7;&#xE3;o" class="plugin-anchor" href="#fundamenta&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>Fundamenta&#xE7;&#xE3;o</h3>
<p>Aplicar uma licen&#xE7;a aberta a um trabalho cient&#xED;fico (quer seja um artigo, dados ou outro tipo de resultado de investiga&#xE7;&#xE3;o) &#xE9; uma forma de o detentor dos direitos de autor expressar as condi&#xE7;&#xF5;es sob as quais o trabalho pode ser acedido, reutilizado e modificado.</p>
<p>&#xC9; importante saber que uma licen&#xE7;a &#xE9; constru&#xED;da de acordo com os regulamentos de direito de autor e direitos conexos existentes. Por outras palavras: s&#xF3; pode licenciar materiais se for o propriet&#xE1;rio dos direitos, e n&#xE3;o pode licenciar nenhuma forma de reutiliza&#xE7;&#xE3;o que n&#xE3;o esteja sob as regulamenta&#xE7;&#xF5;es de direitos de autor e direitos conexos existentes.</p>
<p>Ao compartilhar qualquer conte&#xFA;do aberto n&#xE3;o &#xE9; suficiente anexar uma licen&#xE7;a, deve ter em conta o formato. A escolha de um formato de ficheiro n&#xE3;o aberto pode impossibilitar a reutiliza&#xE7;&#xE3;o do material licenciado. Por esse motivo, &#xE9; importante conhecer as op&#xE7;&#xF5;es dispon&#xED;veis ao decidir qual o formato em que quer compartilhar o seu trabalho.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/finish.png" width="150" height="150"></h2>
<h3 id="objetivos-de-aprendizagem"><a name="objetivos-de-aprendizagem" class="plugin-anchor" href="#objetivos-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Objetivos de aprendizagem</h3>
<ol>
<li>Os participantes devem aprender as diferen&#xE7;as entre as licen&#xE7;as e como podem estar alinhadas com algumas defini&#xE7;&#xF5;es de ci&#xEA;ncia aberta, requisitos de ci&#xEA;ncia aberta ou como podem adaptar-se a diferentes resultados de investiga&#xE7;&#xE3;o.</li>
<li>Aprender as diferentes componentes de constru&#xE7;&#xE3;o de uma licen&#xE7;a, como a atribui&#xE7;&#xE3;o, (n&#xE3;o) comercial, deriva&#xE7;&#xF5;es, etc.</li>
<li>Aprender sobre a import&#xE2;ncia de definir o detentor do direito de autor e direitos conexos ou direitos relacionados dos resultados de investiga&#xE7;&#xE3;o.</li>
<li>Aprender as diferen&#xE7;as entre formatos de ficheiros propriet&#xE1;rios e abertos e como podem impedir ou facilitar a reutiliza&#xE7;&#xE3;o e a interoperabilidade.</li>
</ol>
<h3 id="componentes-chave"><a name="componentes-chave" class="plugin-anchor" href="#componentes-chave"><i class="fa fa-link" aria-hidden="true"></i></a>Componentes chave</h3>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/brain.png" width="150" height="150"> <img src="../Images/Icons/gears.png" width="150" height="150"></h2>
<h4 id="conhecimento-e-compet&#xEA;ncias"><a name="conhecimento-e-compet&#xEA;ncias" class="plugin-anchor" href="#conhecimento-e-compet&#xEA;ncias"><i class="fa fa-link" aria-hidden="true"></i></a>Conhecimento e Compet&#xEA;ncias</h4>
<p>S&#xE3;o necess&#xE1;rios conceitos b&#xE1;sicos de direito de autor e direitos conexos para entender como funcionam as licen&#xE7;as. Como as leis de direito de autor e direitos conexos n&#xE3;o s&#xE3;o padronizadas internacionalmente deve fazer refer&#xEA;ncia &#xE0; legisla&#xE7;&#xE3;o aplic&#xE1;vel ao seu contexto.</p>
<p>Entre as licen&#xE7;as gratuitas existentes est&#xE3;o as licen&#xE7;as copyleft, com origem na comunidade de software livre, que permitem uma ampla reutiliza&#xE7;&#xE3;o de materiais sob a condi&#xE7;&#xE3;o de que qualquer material novo com base no existente deve ser licenciado sob a mesma licen&#xE7;a. Este facto trouxe alguns problemas de interoperabilidade, superados pelas vers&#xF5;es mais recentes, ao estabelecer que os materiais derivados deviam ser licenciados sob os mesmos termos da licen&#xE7;a original.</p>
<p>As licen&#xE7;as mais usadas para licenciar produ&#xE7;&#xE3;o cient&#xED;fica s&#xE3;o as licen&#xE7;as <a href="https://creativecommons.org/licenses/" target="_blank">Creative Commons</a>. Em geral, uma licen&#xE7;a CC BY (que requer apenas a atribui&#xE7;&#xE3;o ao autor original) &#xE9; uma boa op&#xE7;&#xE3;o para artigos, livros, working papers e relat&#xF3;rios, enquanto que uma licen&#xE7;a de dom&#xED;nio p&#xFA;blico, usando a CC0, &#xE9; recomendada para dados de investiga&#xE7;&#xE3;o e bases de dados (NOTA: nos EUA e UE, os factos individuais n&#xE3;o podem ser protegidos por direito de autor e direitos conexos, embora as cole&#xE7;&#xF5;es de factos, submetidas a uma sele&#xE7;&#xE3;o criativa ou organiza&#xE7;&#xE3;o, possam ter direito de autor e direitos conexos. Al&#xE9;m disso, na UE existem os Direitos Sui Generis sobre Bases de Dados que significam outros direitos, que n&#xE3;o o direito de autor e direitos conexos, concedidos ao criador da base de dados pela sua compila&#xE7;&#xE3;o, mesmo quando n&#xE3;o est&#xE1; envolvido qualquer ato criativo.). As licen&#xE7;as Creative Commons n&#xE3;o devem ser usadas para licenciar software, pois segundo a organiza&#xE7;&#xE3;o Creative Commons n&#xE3;o foram concebidas para esse fim. Em vez disso, os criadores de software devem usar licen&#xE7;as apropriadas como as licen&#xE7;as da <a href="https://opensource.org/licenses" target="_blank">Open Source Initiative</a> ou da <a href="https://www.fsf.org/licensing/" target="_blank">Free Software Foundation</a>. Pode verificar as suas op&#xE7;&#xF5;es em <a href="https://choosealicense.com" target="_blank">https://choosealicense.com</a>.</p>
<p>A licen&#xE7;a CC0 foi criada originalmente como uma ferramenta legal para disponibilizar bases de dados cient&#xED;ficas sem restri&#xE7;&#xF5;es e especialmente para ultrapassar os tratamentos diferentes de prote&#xE7;&#xE3;o legal ao publicar uma base de dados. A licen&#xE7;a CC0 tem sido vista como uma ferramenta para disponibilizar trabalhos em dom&#xED;nio p&#xFA;blico, mas &#xE9; mais do que uma simples ren&#xFA;ncia de direitos. CC0 &#xE9; um instrumento de tr&#xEA;s passos constru&#xED;do para permitir a sua utiliza&#xE7;&#xE3;o em jurisdi&#xE7;&#xF5;es que n&#xE3;o permitem o dom&#xED;nio p&#xFA;blico (por exemplo, em muitos pa&#xED;ses da Europa). Primeiro, ao usar CC0, o detentor do direito de autor e direitos conexos renuncia a qualquer direito at&#xE9; ao limite m&#xE1;ximo permitido pela lei aplic&#xE1;vel. Em segundo lugar, se houver algum direito inalien&#xE1;vel restante, CC0 atua como uma licen&#xE7;a para permitir que esses direitos remanescentes sejam livres de qualquer restri&#xE7;&#xE3;o ou obriga&#xE7;&#xE3;o. E, finalmente, o detentor do direito de autor e direitos conexos afirma n&#xE3;o fazer valer qualquer direito que n&#xE3;o possa ser renunciado ou concedido pela lei aplic&#xE1;vel. A ideia por tr&#xE1;s da CC0 &#xE9; convencer os investigadores a seguir as normas da comunidade, em vez de usarem licen&#xE7;as em materiais, como bases de dados onde, em muitos casos, os seus conte&#xFA;dos n&#xE3;o podem ser licenciados devido ao direito de autor e direitos conexos.</p>
<p>Como formador, pode mostrar as diferen&#xE7;as entre as licen&#xE7;as e como se adequam a algumas defini&#xE7;&#xF5;es de Ci&#xEA;ncia Aberta, requisitos de Ci&#xEA;ncia Aberta ou como se adaptam aos diferentes tipos de produ&#xE7;&#xE3;o cient&#xED;fica. Dependendo do conhecimento pr&#xE9;vio da sua audi&#xEA;ncia, pode dar uma vis&#xE3;o geral das diferentes partes de constru&#xE7;&#xE3;o de uma licen&#xE7;a, como a atribui&#xE7;&#xE3;o, (n&#xE3;o) comercial, deriva&#xE7;&#xF5;es, etc. ou fazer uma an&#xE1;lise detalhada de cada parte de constru&#xE7;&#xE3;o de uma licen&#xE7;a e dos seus efeitos na reutiliza&#xE7;&#xE3;o e interoperabilidade. Como as regras do direito de autor e direitos conexos variam muito por jurisdi&#xE7;&#xE3;o (lei comum versus lei civil dos pa&#xED;ses, mas tamb&#xE9;m dentro da Uni&#xE3;o Europeia) a usabilidade das licen&#xE7;as tamb&#xE9;m pode variar muito. Isto pode ser discutido em detalhe se a audi&#xEA;ncia tiver um conhecimento pr&#xE9;vio sobre licenciamento, mas se a audi&#xEA;ncia n&#xE3;o tiver conhecimentos pr&#xE9;vios suficientes sobre o assunto n&#xE3;o deve ser discutido em detalhe.</p>
<p>Principais itens de licenciamento que devem ser considerados (do <a href="https://github.com/saverkamp/beyond-open-data/blob/master/DataGuide.md" target="_blank">Data Packaging Guide</a>):</p>
<ul>
<li><p>Escolher uma licen&#xE7;a aberta.</p>
</li>
<li><p>Indicar a licen&#xE7;a escolhida de forma clara e proeminente, de prefer&#xEA;ncia num formato leg&#xED;vel por m&#xE1;quina.</p>
</li>
<li><p>Explicar as libera&#xE7;&#xF5;es/limita&#xE7;&#xF5;es da licen&#xE7;a escolhida e as barreiras ou restri&#xE7;&#xF5;es que podem ser aplicadas.</p>
</li>
<li><p>Indicar aos utilizadores onde podem encontrar mais informa&#xE7;&#xF5;es sobre a licen&#xE7;a.</p>
</li>
<li><p>Explicar que a licen&#xE7;a aplica-se aos dados e n&#xE3;o ao conte&#xFA;do que os dados representam (uma licen&#xE7;a aberta que licencie aos metadados n&#xE3;o licencia o conte&#xFA;do, tornando-o livre de direito de autor e direitos conexos e podendo ser usado livremente).</p>
</li>
<li><p>Explicar porque esta licen&#xE7;a foi escolhida.</p>
</li>
</ul>
<p>A forma&#xE7;&#xE3;o deve dar uma vis&#xE3;o geral das pol&#xED;ticas de propriedade intelectual em universidades e institui&#xE7;&#xF5;es p&#xFA;blicas de investiga&#xE7;&#xE3;o. &#xC9; importante enfatizar a necessidade de definir quem det&#xE9;m o direito de autor e direitos conexos ou quaisquer outros direitos dos resultados de investiga&#xE7;&#xE3;o. O detentor do direito de autor e direitos conexos &#xE9; aquele que pode decidir suspender as restri&#xE7;&#xF5;es caso n&#xE3;o sejam suspendidas por defeito atrav&#xE9;s das licen&#xE7;as. Relativamente aos resultados de investiga&#xE7;&#xE3;o, o detentor do direito de autor e direitos conexos pode ser um investigador, um editor, uma sociedade cient&#xED;fica, uma institui&#xE7;&#xE3;o de investiga&#xE7;&#xE3;o, um financiador, etc.</p>
<p>No contexto da Ci&#xEA;ncia Aberta e para preserva&#xE7;&#xE3;o a longo prazo, os ficheiros n&#xE3;o devem ser compactados e devem evitar formatos propriet&#xE1;rios ou patenteados, favorecendo-se os formatos abertos com base em padr&#xF5;es documentados. Isto garante o acesso e a reutiliza&#xE7;&#xE3;o do conte&#xFA;do. Apenas ficheiros n&#xE3;o criptografados devem ser publicados e arquivados. Exemplos de formatos de ficheiros abertos s&#xE3;o:</p>
<ul>
<li><p>Texto: TXT, ODT, PDF / A, XML</p>
</li>
<li><p>Dados tabulares: CSV, TSV</p>
</li>
<li><p>Imagem: TIFF, PNG, JPG 2000, SVG, WebP</p>
</li>
<li><p>&#xC1;udio: WAV, FLAC, OPUS</p>
</li>
<li><p>V&#xED;deo: MPEG2, Theora, VP8, VP9, AV1, Motion JPG 2000 (MJ2)</p>
</li>
<li><p>Dados hier&#xE1;rquicos bin&#xE1;rios: HDF5</p>
</li>
</ul>
<p>Alguns formatos de ficheiros n&#xE3;o podem ser convertidos para formatos abertos, mas ainda assim s&#xE3;o arquivados. Muitos deles s&#xE3;o espec&#xED;ficos de um determinado dispositivo, mas t&#xEA;m uma ampla comunidade de utilizadores. Verifique se o reposit&#xF3;rio no qual deseja depositar uma publica&#xE7;&#xE3;o tem uma lista de formatos preferenciais.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/questions.png" width="150" height="150"></h2>
<h3 id="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><a name="quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns" class="plugin-anchor" href="#quest&#xF5;es-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><i class="fa fa-link" aria-hidden="true"></i></a>Quest&#xF5;es, obst&#xE1;culos e equ&#xED;vocos comuns</h3>
<p>Q: &quot;Porque &#xE9; que devo usar uma licen&#xE7;a CC-BY no meu texto/conte&#xFA;do criativo?</p>
<p>R: A licen&#xE7;a CC-BY &#xE9; a licen&#xE7;a mais permissiva mas tamb&#xE9;m aquela que ret&#xE9;m alguns direitos para os criadores - o &#xFA;nico requisito &#xE9; a atribui&#xE7;&#xE3;o ao autor original do trabalho por quem o usa, modifica ou distribui. Outros atributos das licen&#xE7;as Creative Commons incluem SemDeriva&#xE7;&#xF5;es (SD), N&#xE3;oComercial (NC) e CompartilhaIgual (CI) os quais aumentam as restri&#xE7;&#xF5;es que podem limitar o uso e o impacto potencial do seu trabalho. Ao restringir as deriva&#xE7;&#xF5;es atrav&#xE9;s da op&#xE7;&#xE3;o SemDeriva&#xE7;&#xF5;es, limita fortemente o impacto e uso do seu trabalho, no sentido em que ningu&#xE9;m pode construir sob o que foi feito anteriormente. Da mesma forma, embora muitos investigadores possam preferir a limita&#xE7;&#xE3;o N&#xE3;oComercial para impedir que as empresas comercializem ou ganhem dinheiro com seu trabalho, a defini&#xE7;&#xE3;o rigorosa de uso comercial &#xE9; um desafio. Al&#xE9;m disso, a inten&#xE7;&#xE3;o da investiga&#xE7;&#xE3;o financiada por programas p&#xFA;blicos &#xE9; gerar desenvolvimento econ&#xF3;mico atrav&#xE9;s de uso comercial, o que seria impedido por esta licen&#xE7;a. O uso de uma licen&#xE7;a CompartilhaIgual permite a reutiliza&#xE7;&#xE3;o e a distribui&#xE7;&#xE3;o, mas exige que os trabalhos subsequentes apliquem a mesma licen&#xE7;a, limitando o uso e a combina&#xE7;&#xE3;o com outros trabalhos.</p>
<p>Um receio comum ao usar CC0 &#xE9; que o requisito de atribui&#xE7;&#xE3;o seja eliminado - no entanto, os proponentes afirmam que a atribui&#xE7;&#xE3;o &#xE9; um elemento-chave nas boas pr&#xE1;ticas cient&#xED;ficas, independentemente dos atributos da licen&#xE7;a do trabalho citado. Alguns reposit&#xF3;rios que utilizam licen&#xE7;as CC0 mencionam explicitamente a atribui&#xE7;&#xE3;o, como por exemplo, o Dataverse: &quot;As nossas Normas Comunit&#xE1;rias, bem como as boas pr&#xE1;ticas cient&#xED;ficas, esperam que a atribui&#xE7;&#xE3;o seja dada atrav&#xE9;s da cita&#xE7;&#xE3;o. Por favor use a cita&#xE7;&#xE3;o de dados acima, gerada pelo Dataverse.&quot;</p>
<p>Obst&#xE1;culo: diferentes pa&#xED;ses t&#xEA;m leis de direito de autor e direitos conexos diferentes que podem limitar a escolha da licen&#xE7;a ou a disponibiliza&#xE7;&#xE3;o do trabalho em dom&#xED;nio p&#xFA;blico. Por exemplo, na Alemanha e noutros pa&#xED;ses europeus, n&#xE3;o &#xE9; poss&#xED;vel renunciar totalmente ao direito de autor e direitos conexos, pelo que disponibilizar o trabalho em dom&#xED;nio p&#xFA;blico n&#xE3;o &#xE9; legalmente poss&#xED;vel. Em vez disso, a licen&#xE7;a CC0 pode ser usada como uma licen&#xE7;a de dom&#xED;nio p&#xFA;blico &quot;efetiva&quot; que permite o uso irrestrito.</p>
<p>Interoperabilidade entre licen&#xE7;as: conv&#xE9;m estar ciente de que, por vezes, quando mistura conte&#xFA;do licenciado de forma diferente, pode ser imposs&#xED;vel disponibilizar o trabalho derivado. Por exemplo, o material distribu&#xED;do com uma licen&#xE7;a CompartilhaIgual s&#xF3; pode ser combinado com outro conte&#xFA;do licenciado por CompartilhaIgual.</p>
<p>Adequa&#xE7;&#xE3;o das licen&#xE7;as: por exemplo, as licen&#xE7;as CC n&#xE3;o devem ser usadas para software, existem licen&#xE7;as espec&#xED;ficas para bases de dados (Open Data Commons) pois as licen&#xE7;as CC anteriores &#xE0; vers&#xE3;o 4.0 n&#xE3;o estavam adequadas para licenciar bases de dados.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/output.png" width="150" height="150"></h2>
<h3 id="resultados-de-aprendizagem"><a name="resultados-de-aprendizagem" class="plugin-anchor" href="#resultados-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Resultados de aprendizagem</h3>
<ol>
<li>Ser&#xE1; capaz de usar os recursos existentes para escolher uma licen&#xE7;a apropriada a trabalhos de investiga&#xE7;&#xE3;o escritos, com base na liberdade/limita&#xE7;&#xE3;o desejada para outros usarem/reutilizarem.</li>
<li>Ser&#xE1; capaz de usar os recursos existentes para escolher uma licen&#xE7;a apropriada para dados de investiga&#xE7;&#xE3;o, com base na liberdade/limita&#xE7;&#xE3;o desejada para outros usarem/reutilizarem.</li>
</ol>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/magnifying_glass.png" width="150" height="150"></h2>
<h3 id="leitura-adicional"><a name="leitura-adicional" class="plugin-anchor" href="#leitura-adicional"><i class="fa fa-link" aria-hidden="true"></i></a>Leitura adicional</h3>
<ul>
<li><p>Creative Commons License Picker. <a href="https://creativecommons.org/choose/" target="_blank">creativecommons.org</a></p>
</li>
<li><p>How to License Research Data. <a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data" target="_blank">dcc.ac.uk</a></p>
</li>
<li><p>Klimpe (2012). Free knowledge thanks to Creative Commons Licenses - Why a non-commercial clause often won&#x2018;t serve your needs. <a href="https://irights.info/wp-content/uploads/userfiles/CC-NC_Leitfaden_web.pdf" target="_blank">Original PDF in German</a>, <a href="openglam.org/files/2013/01/iRights_CC-NC_Guide_English.pdf">English translation PDF</a></p>
</li>
<li><p>Kreutzer (n.y.). Validity of the Creative Commons Zero 1.0 Universal Public Domain Dedication and its usability for bibliographic metadata from the perspective of German Copyright Law. <a href="https://www.rd-alliance.org/sites/default/files/cc0-analysis-kreuzer.pdf" target="_blank">PDF</a></p>
</li>
<li><p>List of open formats. <a href="https://en.wikipedia.org/wiki/List_of_open_formats" target="_blank">Wikipedia</a></p>
</li>
<li><p>Open Content - A Practical Guide to Using Creative Commons Licences/The Creative Commons licencing scheme. <a href="https://meta.wikimedia.org/wiki/Open_Content_-_A_Practical_Guide_to_Using_Creative_Commons_Licences/The_Creative_Commons_licencing_scheme" target="_blank">meta.wikimedia.org</a></p>
</li>
<li><p>Open Definition. Licenses. <a href="http://opendefinition.org/licenses/" target="_blank">opendefinition.org</a></p>
</li>
<li><p>Open Source Licensing. <a href="https://opensource.org/licenses" target="_blank">opensource.org/licenses</a></p>
</li>
<li><p>Redhead (2012). Why CC-BY?. Open Access Scholarly Publishers Association. <a href="https://oaspa.org/why-cc-by/" target="_blank">oaspa.org/why-cc-by</a></p>
</li>
<li><p>World Intellectual Property Organization. Universitites and Intellectual Property. <a href="http://www.wipo.int/about-ip/en/universities_research/" target="_blank">wipo.int</a></p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="05Acesso_Aberto_a_Publicacoes.html" class="navigation navigation-prev " aria-label="Previous page: 2.5 - Acesso Aberto a Publicações">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="07Plataformas_Colaborativas.html" class="navigation navigation-next " aria-label="Next page: 2.7 - Plataformas Colaborativas">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2.6 - Licenciamento Aberto e Formatos de Ficheiro","level":"1.3.6","depth":2,"next":{"title":"2.7 - Plataformas Colaborativas","level":"1.3.7","depth":2,"path":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","ref":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","articles":[]},"previous":{"title":"2.5 - Acesso Aberto a Publicações","level":"1.3.5","depth":2,"path":"02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.md","ref":"02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.md","mtime":"2019-03-12T14:24:27.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

