
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2.8 - Revisão por Pares Aberta, Métricas e Avaliação · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="09Politicas_de_Ciencia_Aberta.html" />
    
    
    <link rel="prev" href="07Plataformas_Colaborativas.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../01Introducao/">
            
                <a href="../01Introducao/">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="07Plataformas_Colaborativas.html">
            
                <a href="07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.8" data-path="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="09Politicas_de_Ciencia_Aberta.html">
            
                <a href="09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="10Ciencia_Cidada.html">
            
                <a href="10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="11Recursos_Educativos_Abertos.html">
            
                <a href="11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="12Defesa_Promocao_CienciaAberta.html">
            
                <a href="12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../03SobreAprendizagemeFormacao/">
            
                <a href="../03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../04AspetosOrganizativos/">
            
                <a href="../04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="../05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../06Glossario/">
            
                <a href="../06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../07Referencias/">
            
                <a href="../07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../08FichaTecnica/">
            
                <a href="../08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2.8 - Revisão por Pares Aberta, Métricas e Avaliação</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/peer_review.png" width="300" height="300"></h2>
<h2 id="8-revis&#xE3;o-por-pares-aberta-m&#xE9;tricas-e-avalia&#xE7;&#xE3;o"><a name="8-revis&#xE3;o-por-pares-aberta-m&#xE9;tricas-e-avalia&#xE7;&#xE3;o" class="plugin-anchor" href="#8-revis&#xE3;o-por-pares-aberta-m&#xE9;tricas-e-avalia&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>8. Revis&#xE3;o por Pares Aberta, M&#xE9;tricas e Avalia&#xE7;&#xE3;o</h2>
<h3 id="o-que-&#xE9;"><a name="o-que-&#xE9;" class="plugin-anchor" href="#o-que-&#xE9;"><i class="fa fa-link" aria-hidden="true"></i></a>O que &#xE9;?</h3>
<p>Ser investigador &#xE9; estar num processo de constante avalia&#xE7;&#xE3;o. O mundo acad&#xE9;mico &#xE9; uma &#x201C;economia do prest&#xED;gio&#x201D; em que o valor de um investigador &#xE9; aferido atrav&#xE9;s da aten&#xE7;&#xE3;o que as suas publica&#xE7;&#xF5;es obt&#xEA;m por parte dos seus pares, decisores pol&#xED;ticos e outros. (Blackmore and Kandiko, 2011). Nesta sec&#xE7;&#xE3;o &#xE9; importante clarificar a diferen&#xE7;a entre a avalia&#xE7;&#xE3;o de um resultado de investiga&#xE7;&#xE3;o e a avalia&#xE7;&#xE3;o do pr&#xF3;prio investigador. Tanto os resultados da investiga&#xE7;&#xE3;o como os investigadores s&#xE3;o avaliados mediante dois m&#xE9;todos essenciais: revis&#xE3;o por pares e m&#xE9;tricas, a primeira qualitativa e as segundas quantitativas.</p>
<p>A revis&#xE3;o por pares &#xE9; usada para avaliar o conte&#xFA;do dos resultados de investiga&#xE7;&#xE3;o. Trata-se do mecanismo formal de certifica&#xE7;&#xE3;o da qualidade atrav&#xE9;s do qual os manuscritos (por exemplo artigos de revistas, livros, candidaturas a bolsas de financiamento, e comunica&#xE7;&#xF5;es a confer&#xEA;ncias) s&#xE3;o sujeitos ao escrut&#xED;nio de outros, cujos coment&#xE1;rios e <em>feedback</em> em geral s&#xE3;o utilizados para melhor&#xE1;-los e tomar decis&#xF5;es sobre a sele&#xE7;&#xE3;o (para publica&#xE7;&#xE3;o, aloca&#xE7;&#xE3;o de bolsas de financiamento ou de tempo para falar). A revis&#xE3;o por pares aberta assume significados diferentes para diferentes pessoas e comunidades, tendo sido definida como &#x201C;termo abrangente para um conjunto de formas diferentes e sobrepostas em que os modelos da revis&#xE3;o por pares podem ser adaptados em fun&#xE7;&#xE3;o dos objetivos da Ci&#xEA;ncia Aberta.&#x201D; (Ross-Hellauer, 2017).</p>
<p>As duas principais caracter&#xED;sticas s&#xE3;o as  &#x201C;<em>identidades abertas</em>&#x201D; em que os nomes do autor e do revisor s&#xE3;o conhecidos por ambos (isto &#xE9;, n&#xE3;o se trata de revis&#xE3;o cega) e &#x201C;coment&#xE1;rios abertos&#x201D; em que os coment&#xE1;rios dos revisores s&#xE3;o publicados juntamente com o artigo. Estas pr&#xE1;ticas podem ainda ser complementadas, ou n&#xE3;o, por outras como a &#x201C;participa&#xE7;&#xE3;o aberta&#x201D;, na qual os membros da comunidade em geral podem contribuir para o processo de revis&#xE3;o, &#x201C;intera&#xE7;&#xE3;o aberta&#x201D;, onde a discuss&#xE3;o entre autores e revisores, e / ou entre diferentes revisores, &#xE9; permitida e encorajada, e os &#x201C;<em>preprints</em>&#x201D;, em que os manuscritos s&#xE3;o disponibilizados online antes de qualquer procedimento formal de revis&#xE3;o por pares (como parte do <em>workflow</em> de revistas cient&#xED;ficas ou em reposit&#xF3;rios de <em>preprints</em>).</p>
<p>Ap&#xF3;s o processo de revis&#xE3;o por pares, as publica&#xE7;&#xF5;es s&#xE3;o muitas vezes o principal meio de avalia&#xE7;&#xE3;o do trabalho de um investigador (da&#xED; a express&#xE3;o &quot;publicar ou perecer&#x201D;). No entanto, avaliar a qualidade das publica&#xE7;&#xF5;es &#xE9; dif&#xED;cil e subjetivo. Embora atualmente algumas metodologias de avalia&#xE7;&#xE3;o como a do <em>UK Research Excellence Framework</em> levem em considera&#xE7;&#xE3;o a revis&#xE3;o por pares, a avalia&#xE7;&#xE3;o de investigadores &#xE9; globalmente baseada em <strong>m&#xE9;tricas</strong> como o n&#xFA;mero de cita&#xE7;&#xF5;es das publica&#xE7;&#xF5;es (h-index), ou em indicadores de prest&#xED;gio da revista em que o artigo foi publicado (quantificados pelo <em>Journal Impact Factor</em>). O uso exclusivo destas m&#xE9;tricas e a maneira como elas podem distorcer a avalia&#xE7;&#xE3;o tem sido enfatizado nos &#xFA;ltimos anos por meio de declara&#xE7;&#xF5;es como o <em>Leiden Manifesto</em> e o <em>San Francisco Declaration on Research Assessment (DORA)</em>.</p>
<p>Recentemente as &quot;M&#xE9;tricas Alternativas&quot; ou <a href="https://www.altmetric.com" target="_blank">altmetrics</a> ganharam relev&#xE2;ncia no debate sobre uma avalia&#xE7;&#xE3;o equilibrada dos esfor&#xE7;os de investiga&#xE7;&#xE3;o que complementam a contagem de cita&#xE7;&#xF5;es, contabilizando outras medidas on-line do impacto, incluindo marcadores, links, refer&#xEA;ncia em blogs, tweets, <em>likes</em>, compartilhamentos, cobertura da imprensa e afins. Um dos aspetos cr&#xED;ticos associados &#xE0; avalia&#xE7;&#xE3;o &#xE9; o facto de as m&#xE9;tricas &quot;tradicionais&quot; serem produzidas e disponibilizadas por empresas (por exemplo Clarivate Analytics e Elsevier) em sistemas propriet&#xE1;rios, o que pode colocar problemas relativos &#xE0; transpar&#xEA;ncia dos dados.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/umbrella.png" width="150" height="150"></h2>
<h3 id="fundamenta&#xE7;&#xE3;o"><a name="fundamenta&#xE7;&#xE3;o" class="plugin-anchor" href="#fundamenta&#xE7;&#xE3;o"><i class="fa fa-link" aria-hidden="true"></i></a>Fundamenta&#xE7;&#xE3;o</h3>
<h4 id="revis&#xE3;o-por-pares-aberta"><a name="revis&#xE3;o-por-pares-aberta" class="plugin-anchor" href="#revis&#xE3;o-por-pares-aberta"><i class="fa fa-link" aria-hidden="true"></i></a>Revis&#xE3;o por pares aberta</h4>
<p>Tendo iniciada no s&#xE9;culo 17 com a <em>Royal Society of London</em> (1662) e a <em>Acad&#xE9;mie Royale des Sciences de Paris</em> (1699), como forma de a ci&#xEA;ncia se censurar a si pr&#xF3;pria ao inv&#xE9;s de ser censurada pela igreja, levou muitos anos at&#xE9; a revis&#xE3;o por pares se estabelecer devidamente na ci&#xEA;ncia. Como procedimento formal, &#xE9; muto mais recente do que se poder&#xE1; assumir. Por exemplo, a revista Nature apenas introduziu a revis&#xE3;o por pares em 1967. Estudos demonstram que, em geral, os investigadores valorizam a revis&#xE3;o por pares, embora considerem que poderia funcionar melhor. Algumas das cr&#xED;ticas em rela&#xE7;&#xE3;o &#xE0; revis&#xE3;o por pares &#xE9; que demora muito,  &#xE9; inconsistente e muitas vezes n&#xE3;o deteta os erros, e que o anonimato pode proteger enviesamentos dos revisores . A revis&#xE3;o por pares aberta visa, portanto, trazer maior transpar&#xEA;ncia e participa&#xE7;&#xE3;o aos processos de revis&#xE3;o por pares formais e informais.
Ser um revisor oferece aos investigadores a oportunidade de envolverem com novidades na investiga&#xE7;&#xE3;o, construir redes de investiga&#xE7;&#xE3;o e especialidades, e melhorar as suas pr&#xF3;prias compet&#xEA;ncias de escrita. &#xC9; um elemento fundamental no controlo da qualidade do trabalho cient&#xED;fico. No entanto, em geral, os investigadores n&#xE3;o recebem qualquer tipo de forma&#xE7;&#xE3;o sobre como fazer a revis&#xE3;o por pares. Mesmo quando os investigadores sentem confian&#xE7;a na revis&#xE3;o por pares tradicional, a revis&#xE3;o por pares aberta, nas suas m&#xFA;ltiplas formas, apresenta novos desafios e oportunidades. Uma vez que a revis&#xE3;o por pares aberta cobre uma grande diversidade de pr&#xE1;ticas, s&#xE3;o muitas as quest&#xF5;es a ter em conta por parte de autores e revisores.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/02 Open Science Basics/02_open_peer_review.png"></h2>
<p>No que respeita &#xE0; avalia&#xE7;&#xE3;o da investiga&#xE7;&#xE3;o, as recompensas e m&#xE9;tricas atuais n&#xE3;o est&#xE3;o (ainda) alinhadas com os pressupostos da Ci&#xEA;ncia Aberta. As m&#xE9;tricas utilizadas para avaliar investiga&#xE7;&#xE3;o (por exemplo, o <em>Journal Impact Factor</em>, o h-&#xED;ndice) n&#xE3;o medem &#x2013; e por essa raz&#xE3;o n&#xE3;o premeiam &#x2013; as pr&#xE1;ticas de Ci&#xEA;ncia Aberta. A revis&#xE3;o por pares aberta n&#xE3;o &#xE9; muitas vezes reconhecida como atividade de car&#xE1;ter acad&#xE9;mico e cient&#xED;fico em contextos de avalia&#xE7;&#xE3;o para progress&#xE3;o na carreira (em muitos casos os avaliadores de pedidos de financiamento n&#xE3;o consideram sequer as mais brilhantes revis&#xF5;es abertas como <em>outputs</em> acad&#xE9;micos em si mesmos). Adicionalmente, muitas m&#xE9;tricas de avalia&#xE7;&#xE3;o , em especial algumas bibliom&#xE9;tricas, n&#xE3;o s&#xE3;o t&#xE3;o abertas e transparentes como a comunidade desejaria. 
Nestas circunst&#xE2;ncias, na melhor das hip&#xF3;teses, as pr&#xE1;ticas de Ci&#xEA;ncia Aberta s&#xE3;o vistas como uma carga adicional sem recompensas evidentes ou vantagens concretas. Na pior, s&#xE3;o consideradas pass&#xED;veis de prejudicar futuro financiamento e promo&#xE7;&#xE3;o, bem como agrega&#xE7;&#xE3;o.
Um <a href="https://doi.org/10.2777/75255" target="_blank">relat&#xF3;rio recente da Comiss&#xE3;o Europeia</a> (2017) identifica duas abordagens na implementa&#xE7;&#xE3;o da Ci&#xEA;ncia Aberta e na forma como os m&#xE9;todos de avalia&#xE7;&#xE3;o podem auxiliar:</p>
<ol>
<li><p>Manter os m&#xE9;todos atuais de avalia&#xE7;&#xE3;o, encorajando pr&#xE1;ticas mais abertas em rela&#xE7;&#xE3;o &#xE0;s m&#xE9;tricas e aos resultados de investiga&#xE7;&#xE3;o;</p>
</li>
<li><p>Implementar m&#xE9;todos de avalia&#xE7;&#xE3;o com recurso a m&#xE9;tricas alternativas, dados abertos, ci&#xEA;ncia cidad&#xE3; e aprendizagem aberta.</p>
</li>
</ol>
<p>Cada vez mais financiadores e institui&#xE7;&#xF5;es est&#xE3;o a caminhar nesta dire&#xE7;&#xE3;o, por exemplo, afastando-se das contagens e incluindo indicadores de impacto social nos processos de avalia&#xE7;&#xE3;o. Outros passos que as entidades financiadoras est&#xE3;o a implementar s&#xE3;o permitir que sejam inlu&#xED;dos mais tipos de resultados de investiga&#xE7;&#xE3;o (como <em>preprints</em>) nas candidaturas e financiar diferentes tipos de investiga&#xE7;&#xE3;o (como estudos de replicabilidade).</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/finish.png" width="150" height="150"></h2>
<h3 id="objetivos-de-aprendizagem"><a name="objetivos-de-aprendizagem" class="plugin-anchor" href="#objetivos-de-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Objetivos de aprendizagem</h3>
<ol>
<li>Reconhecer os principais elementos da revis&#xE3;o por pares aberta e suas potenciais vantagens e desvantagens;</li>
<li>Compreender as diferen&#xE7;as entre tipos de m&#xE9;tricas usadas para avaliar investiga&#xE7;&#xE3;o e investigadores;</li>
<li>Envolver-se no debate sobre a maneira como as regras de avalia&#xE7;&#xE3;o  afetam a forma como a investiga&#xE7;&#xE3;o &#xE9; conduzida.</li>
</ol>
<h3 id="componentes-chave"><a name="componentes-chave" class="plugin-anchor" href="#componentes-chave"><i class="fa fa-link" aria-hidden="true"></i></a>Componentes-chave</h3>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/brain.png" width="150" height="150"></h2>
<h3 id="conhecimento"><a name="conhecimento" class="plugin-anchor" href="#conhecimento"><i class="fa fa-link" aria-hidden="true"></i></a>Conhecimento</h3>
<h4 id="revis&#xE3;o-por-pares-aberta"><a name="revis&#xE3;o-por-pares-aberta" class="plugin-anchor" href="#revis&#xE3;o-por-pares-aberta"><i class="fa fa-link" aria-hidden="true"></i></a>Revis&#xE3;o por pares aberta</h4>
<p>As pr&#xE1;ticas de revis&#xE3;o por pares aberta s&#xE3;o realidade em revistas cient&#xED;ficas publicadas por editores como Copernicus, Frontiers, BioMed Central, eLife e F1000research.
A revis&#xE3;o por pares aberta, nas suas diferentes formas, apresenta muitas potenciais vantagens para autores e revisores:</p>
<ul>
<li><p>Revis&#xE3;o com &#x201C;Identidades abertas&#x201D; (o oposto da revis&#xE3;o cega) fomenta uma maior responsabilidade dos revisores e reduz as possibilidades de vieses ou conflitos de interesse n&#xE3;o revelados.</p>
</li>
<li><p>Os relat&#xF3;rios de revis&#xE3;o abertos adicionam uma garantia de qualidade, permitindo que a comunidade em geral analise as revis&#xF5;es e os processos de tomada de decis&#xE3;o.</p>
</li>
<li><p>Combinados, as identidades abertas e os relat&#xF3;rios de revis&#xE3;o abertos contribuem para aumentar a qualidade das revis&#xF5;es, pois o facto de ter o seu nome publicamente associado a um trabalho cient&#xED;fico ou de ver a sua revis&#xE3;o publicada incentiva os revisores a serem mais minuciosos.</p>
</li>
<li><p>As identidades abertas e os relat&#xF3;rios de revis&#xE3;o abertos permitem que os revisores sejam reconhecidos publicamente pelo seu trabalho de revis&#xE3;o, incentivando esta atividade essencial e permitindo que o trabalho de revis&#xE3;o seja citado noutras publica&#xE7;&#xF5;es e em atividades ligadas &#xE0; progress&#xE3;o na carreira e agrega&#xE7;&#xE3;o.</p>
</li>
<li><p>A participa&#xE7;&#xE3;o aberta pode superar problemas associados &#xE0; sele&#xE7;&#xE3;o editorial de revisores (por exemplo, preconceitos, redes fechadas, elitismo). Especialmente para investigadores em in&#xED;cio de carreira que ainda n&#xE3;o receberam convites para revis&#xE3;o, esses processos abertos tamb&#xE9;m podem apresentar oportunidades para construir a sua reputa&#xE7;&#xE3;o cient&#xED;fica e desenvolver compet&#xEA;ncias de revis&#xE3;o.</p>
</li>
</ul>
<p>Existem alguns riscos potenciais, a saber:</p>
<ul>
<li><p>As identidades abertas retiram o anonimato aos revisores (<em>single-blind</em>) ou aos autores e revisores (<em>double-blind</em>), que tradicionalmente existiam para evitar vieses sociais (embora n&#xE3;o haja evid&#xEA;ncias claras de que tal anonimato tenha sido eficaz). Assim, &#xE9; importante que os revisores garantam que as revis&#xF5;es refletem apenas a qualidade cient&#xED;fica do manuscrito, e n&#xE3;o quest&#xF5;es ligadas ao estatuto, curr&#xED;culo ou afilia&#xE7;&#xE3;o dos autores. Os autores devem assumir a mesma postura ao receber os coment&#xE1;rios da revis&#xE3;o por pares.</p>
</li>
<li><p>Dar e receber cr&#xED;ticas &#xE9; muitas vezes um processo caracterizado por rea&#xE7;&#xF5;es emocionais inevit&#xE1;veis - autores e revisores podem concordar ou discordar subjetivamente sobre como apresentar os resultados e / ou o que precisa ser melhorado, acrescentado ou corrigido. Com as identidades e coment&#xE1;rios abertos, estas diverg&#xEA;ncias podem ser exacerbadas. Por esta raz&#xE3;o, &#xE9; fundamental que os revisores comuniquem os seus pontos de vista de uma forma civilizada e clara, de forma a garantir que estes s&#xE3;o bem recebidos pelos autores.</p>
</li>
<li><p>A supress&#xE3;o do anonimato nas identidades abertas pode subverter o processo, ao desencorajar os revisores a fazer cr&#xED;ticas, especialmente em rela&#xE7;&#xE3;o a colegas mais prestigiados.</p>
</li>
<li><p>Por fim, considerando estas quest&#xF5;es, existe maior probabilidade de os potenciais revisores recusarem fazer a revis&#xE3;o.</p>
</li>
</ul>
<h4 id="m&#xE9;tricas-abertas"><a name="m&#xE9;tricas-abertas" class="plugin-anchor" href="#m&#xE9;tricas-abertas"><i class="fa fa-link" aria-hidden="true"></i></a>M&#xE9;tricas abertas</h4>
<p>A <a href="https://sfdora.org/" target="_blank">Declara&#xE7;&#xE3;o de S&#xE3;o Francisco sobre Avalia&#xE7;&#xE3;o de Investiga&#xE7;&#xE3;o(DORA)</a> recomenda que se evitem as metodologias de avalia&#xE7;&#xE3;o baseadas em indicadores de prest&#xED;gio de revistas cient&#xED;ficas, que passem a considerar-se todos os tipos de resultados de investiga&#xE7;&#xE3;o e a usar-se em paralelo v&#xE1;rias formas de m&#xE9;tricas e m&#xE9;todos de avalia&#xE7;&#xE3;o qualitativa  Esta declara&#xE7;&#xE3;o foi assinada por milhares de investigadores, institui&#xE7;&#xF5;es, editores e financiadores, que se comprometem a colocar estes princ&#xED;pios em pr&#xE1;tica.
O <a href="http://www.leidenmanifesto.org/" target="_blank">Manifesto de Leiden</a> fornece orienta&#xE7;&#xF5;es para um uso respons&#xE1;vel das m&#xE9;tricas.</p>
<p>Segundo Priem et al. (2010) as m&#xE9;tricas alternativas apresentam as seguintes vantagens: s&#xE3;o obtidas mais rapidamente que as cita&#xE7;&#xF5;es; medem o impacto de resultados de investiga&#xE7;&#xE3;o para al&#xE9;m dos artigos cient&#xED;ficos (por exemplo, conjuntos de dados, c&#xF3;digo, protocolos, <em>posts</em> de blogues, <em>tweets</em>, etc.); e podem fornecer diferentes medidas de impacto por artigo ou item. A celeridade das m&#xE9;tricas alternativas apresenta vantagens particularmente para os investigadores em in&#xED;cio de carreira, cujo impacto da investiga&#xE7;&#xE3;o pode ainda n&#xE3;o estar refletido em cita&#xE7;&#xF5;es, mas cuja progress&#xE3;o na carreira est&#xE1; muito dependente de boas avalia&#xE7;&#xF5;es. Adicionalmente, as m&#xE9;tricas alternativas podem ajudar na identifica&#xE7;&#xE3;o precoce de &#xE1;reas de investiga&#xE7;&#xE3;o importantes e de potenciais colabora&#xE7;&#xF5;es entre investigadores. Um relat&#xF3;rio recente do Grupo de Especialistas em Altmetria da Comiss&#xE3;o Europeia (Direc&#xE7;&#xE3;o-Geral de Investiga&#xE7;&#xE3;o e Inova&#xE7;&#xE3;o, 2017) identificou os desafios das m&#xE9;tricas alternativas, tais como a falta de robustez e susceptibilidade &#xE0; manipula&#xE7;&#xE3;o; que quando um indicador ou m&#xE9;trica se torna o objetivo, deixa de ser bom indicador (&quot;Lei de Goodhart&quot;); a falta de uso corrente de redes sociais em algumas &#xE1;reas cient&#xED;ficas ou regi&#xF5;es geogr&#xE1;ficas; e A depend&#xEA;ncia de empresas para recolha dos dados prim&#xE1;rios.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/gears.png" width="150" height="150"></h2>
<h3 id="compet&#xEA;ncias"><a name="compet&#xEA;ncias" class="plugin-anchor" href="#compet&#xEA;ncias"><i class="fa fa-link" aria-hidden="true"></i></a>Compet&#xEA;ncias</h3>
<p>Exerc&#xED;cios</p>
<ul>
<li><p>Os formandos trabalham em grupos de tr&#xEA;s. Cada um individualmente faz uma revis&#xE3;o de um texto acad&#xE9;mico curto</p>
</li>
<li><p>Elaborar a revis&#xE3;o de um <em>paper</em> dispon&#xED;vel num reposit&#xF3;rio de <em>preprints</em></p>
</li>
<li><p>Usar um servi&#xE7;o gratuito de bibliometria ou de m&#xE9;tricas alternativas\ (por exemplo, <em>Impactstory</em>, <em>Paperbuzz</em>, <em>Altmetric bookmarklet</em>, <em>Dimensions.ai</em> ) para procurar m&#xE9;tricas para um artigo e, em seguida, escreva uma breve explica&#xE7;&#xE3;o de como as v&#xE1;rias m&#xE9;tricas recolhidas por cada servi&#xE7;o s&#xE3;o calculadas \ (&#xE9; mais dif&#xED;cil do que parece; implica a localiza&#xE7;&#xE3;o de documenta&#xE7;&#xE3;o sobre as m&#xE9;tricas recolhidas, mesmo nas plataformas que funcionam de forma mais transparente )</p>
</li>
</ul>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/questions.png" width="150" height="150"></h2>
<h3 id="perguntas-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><a name="perguntas-obst&#xE1;culos-e-equ&#xED;vocos-comuns" class="plugin-anchor" href="#perguntas-obst&#xE1;culos-e-equ&#xED;vocos-comuns"><i class="fa fa-link" aria-hidden="true"></i></a>Perguntas, obst&#xE1;culos e equ&#xED;vocos comuns</h3>
<p>Q: A avalia&#xE7;&#xE3;o da investiga&#xE7;&#xE3;o &#xE9; justa?</p>
<p>A:  A avalia&#xE7;&#xE3;o da investiga&#xE7;&#xE3;o &#xE9; t&#xE3;o justa quanto seus m&#xE9;todos e t&#xE9;cnicas. As m&#xE9;tricas tradicionais e alternativas tentam aferir a qualidade da investiga&#xE7;&#xE3;o com base na quantidade, o que pode n&#xE3;o ser necessariamente correto.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/output.png" width="150" height="150"></h2>
<h3 id="resultados-da-aprendizagem"><a name="resultados-da-aprendizagem" class="plugin-anchor" href="#resultados-da-aprendizagem"><i class="fa fa-link" aria-hidden="true"></i></a>Resultados da aprendizagem</h3>
<ol>
<li>Os formandos ser&#xE3;o capazes de identificar revistas com revis&#xE3;o por pares aberta.</li>
<li>Os formandos conhecer&#xE3;o uma maior variedade de m&#xE9;tricas, suas vantagens e desvantagens.</li>
</ol>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/magnifying_glass.png" width="150" height="150"></h2>
<h3 id="leitura-adicional"><a name="leitura-adicional" class="plugin-anchor" href="#leitura-adicional"><i class="fa fa-link" aria-hidden="true"></i></a>Leitura adicional</h3>
<ul>
<li><p>Directorate-General for Research and Innovation (European Commission) (2017). Evaluation of Research Careers Fully Acknowledging Open Science Practices: Rewards, Incentives and/or Recognition for Researchers Practicing Open Science. <a href="https://doi.org/10.2777/75255" target="_blank">doi.org/10.2777/75255</a></p>
</li>
<li><p>Hicks et al. (2015) Bibliometrics: The Leiden Manifesto for research metrics. <a href="www.doi.org/10.1038/520429a">doi.org/10.1038/520429a</a>, <a href="http://www.leidenmanifesto.org/" target="_blank">leidenmanifesto.org</a></p>
</li>
<li><p>Peer Review the Nuts and Bolts (2012). A Guide for Early Career Researchers. <a href="http://senseaboutscience.org/wp-content/uploads/2016/09/peer-review-the-nuts-and-bolts.pdf" target="_blank">PDF</a></p>
</li>
</ul>
<h3 id="iniciativas-e-projetos"><a name="iniciativas-e-projetos" class="plugin-anchor" href="#iniciativas-e-projetos"><i class="fa fa-link" aria-hidden="true"></i></a>Iniciativas e projetos</h3>
<ul>
<li><p>Make Data Count. <a href="https://makedatacount.org/" target="_blank">makedatacount.org</a></p>
</li>
<li><p>NISO Alternative Assessment Metrics (Altmetrics) Initiative. <a href="http://www.niso.org/standards-committees/altmetrics" target="_blank">niso.org</a></p>
</li>
<li><p>Open Rev. <a href="https://en.wikipedia.org/wiki/Open_Rev" target="_blank">openrev.org</a></p>
</li>
<li><p>OpenUP Hub. <a href="https://www.openuphub.eu/review" target="_blank">openuphub.eu</a></p>
</li>
<li><p>Peer Reviewers&#x2019; Openness Initiative. <a href="https://opennessinitiative.org/" target="_blank">opennessinitiative.org</a></p>
</li>
<li><p>Peerage of Science. A free service for scientific peer review and publishing. <a href="https://www.peerageofscience.org/" target="_blank">peerageofscience.org</a></p>
</li>
<li><p>Responsible Metrics. <a href="https://responsiblemetrics.org/" target="_blank">responsiblemetrics.org</a></p>
</li>
<li><p>Snowball Metrics. Standardized research metrics - by the sector for the sector. <a href="https://www.snowballmetrics.com/" target="_blank">snowballmetrics.com</a></p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="07Plataformas_Colaborativas.html" class="navigation navigation-prev " aria-label="Previous page: 2.7 - Plataformas Colaborativas">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="09Politicas_de_Ciencia_Aberta.html" class="navigation navigation-next " aria-label="Next page: 2.9 - Políticas de Ciência Aberta">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2.8 - Revisão por Pares Aberta, Métricas e Avaliação","level":"1.3.8","depth":2,"next":{"title":"2.9 - Políticas de Ciência Aberta","level":"1.3.9","depth":2,"path":"02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.md","ref":"02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.md","articles":[]},"previous":{"title":"2.7 - Plataformas Colaborativas","level":"1.3.7","depth":2,"path":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","ref":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.md","mtime":"2018-12-12T17:33:35.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

