
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1 - Introdução ao Manual · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../02IntroducaoaCienciaAberta/" />
    
    
    <link rel="prev" href="../" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Manual de Formação em Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    1 - Introdução ao Manual
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../02IntroducaoaCienciaAberta/">
            
                <a href="../02IntroducaoaCienciaAberta/">
            
                    
                    2 - Introdução à Ciência Aberta
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                <a href="../02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.html">
            
                    
                    2.1 - Conceito e Princípios da Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                <a href="../02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.html">
            
                    
                    2.2 - Dados e Materiais de Investigação Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="../02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                <a href="../02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.html">
            
                    
                    2.3 - Software Aberto na Investigação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="../02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                <a href="../02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.html">
            
                    
                    2.4 - Investigação Reprodutível e Análise de Dados
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="../02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">
            
                <a href="../02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.html">
            
                    
                    2.5 - Acesso Aberto a Publicações
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="../02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                <a href="../02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.html">
            
                    
                    2.6 - Licenciamento Aberto e Formatos de Ficheiro
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="../02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.html">
            
                <a href="../02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.html">
            
                    
                    2.7 - Plataformas Colaborativas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="../02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                <a href="../02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.html">
            
                    
                    2.8 - Revisão por Pares Aberta, Métricas e Avaliação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="../02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.html">
            
                <a href="../02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.html">
            
                    
                    2.9 - Políticas de Ciência Aberta
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.10" data-path="../02IntroducaoaCienciaAberta/10Ciencia_Cidada.html">
            
                <a href="../02IntroducaoaCienciaAberta/10Ciencia_Cidada.html">
            
                    
                    2.10 - Ciência Cidadã
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.11" data-path="../02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.html">
            
                <a href="../02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.html">
            
                    
                    2.11 - Recursos Educativos Abertos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.12" data-path="../02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">
            
                <a href="../02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.html">
            
                    
                    2.11 - Defesa e Promoção da Ciência Aberta
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../03SobreAprendizagemeFormacao/">
            
                <a href="../03SobreAprendizagemeFormacao/">
            
                    
                    3 - Sobre Aprendizagem e Formação
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../04AspetosOrganizativos/">
            
                <a href="../04AspetosOrganizativos/">
            
                    
                    4 - Aspetos Organizativos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../05_Exemplos_e_Orientacao_Pratica.html">
            
                <a href="../05_Exemplos_e_Orientacao_Pratica.html">
            
                    
                    5 - Exemplos e Orientação Prática
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../06Glossario/">
            
                <a href="../06Glossario/">
            
                    
                    6 - Glossário
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../07Referencias/">
            
                <a href="../07Referencias/">
            
                    
                    7 - Referências
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../08FichaTecnica/">
            
                <a href="../08FichaTecnica/">
            
                    
                    8 - Ficha Técnica
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1 - Introdução ao Manual</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/book.png" width="200" height="200"></h2>
<h2 id="objetivo-do-manual"><a name="objetivo-do-manual" class="plugin-anchor" href="#objetivo-do-manual"><i class="fa fa-link" aria-hidden="true"></i></a>Objetivo do Manual</h2>
<p><em><strong>&quot;Quando todos os investigadores est&#xE3;o cientes do que &#xE9; a Ci&#xEA;ncia Aberta, e s&#xE3;o formados, apoiados e orientados em todas as etapas da sua carreira para realizar Ci&#xEA;ncia Aberta, o potencial est&#xE1; l&#xE1; para mudar fundamentalmente a forma como a pesquisa &#xE9; realizada e disseminada, fomentando um ecossistema cient&#xED;fico em que a pesquisa ganhe maior visibilidade, seja compartilhada de forma mais eficiente e realizada de forma mais integra.&quot;</strong></em> <a href="https://ec.europa.eu/research/openscience/pdf/os_skills_wgreport_final.pdf#view=fit&amp;pagemode=none" target="_blank">Open Science Skills Working Group Report</a> (2017)</p>
<p>A Ci&#xEA;ncia Aberta &#xE9; o movimento para produzir produtos e processos cient&#xED;ficos acess&#xED;veis e reutiliz&#xE1;veis por todos, n&#xE3;o s&#xF3; no que diz respeito &#xE0; cultura do conhecimento mas tamb&#xE9;m &#xE0;s tecnologias e servi&#xE7;os. Convencer os investigadores dos benef&#xED;cios da mudan&#xE7;a das suas pr&#xE1;ticas e proporcionar-lhes compet&#xEA;ncias, ferramentas e conhecimento para aplicar esta transforma&#xE7;&#xE3;o torna-se uma tarefa da maior import&#xE2;ncia. </p>
<p>Este manual oferece orienta&#xE7;&#xF5;es e recursos n&#xE3;o s&#xF3; para instrutores e formadores no &#xE2;mbito da Ci&#xEA;ncia Aberta, mas tamb&#xE9;m para todas as pessoas interessadas em melhorar os seus n&#xED;veis de transpar&#xEA;ncia e participa&#xE7;&#xE3;o nas pr&#xE1;ticas de pesquisa e investiga&#xE7;&#xE3;o. De forma a apoiar e interligar a comunidade emergente na conjuntura da Ci&#xEA;ncia Aberta, que pretende partilhar o seu conhecimento, o presente manual prop&#xF5;e atividades de forma&#xE7;&#xE3;o que podem ser adaptadas a v&#xE1;rios contextos e p&#xFA;blicos-alvo. O manual fornece m&#xE9;todos, instru&#xE7;&#xF5;es, exemplos de exerc&#xED;cios e ideias aos formadores para concretizarem os seus pr&#xF3;prios planos de forma&#xE7;&#xE3;o sobre a Ci&#xEA;ncia Aberta. Faculta ainda a promo&#xE7;&#xE3;o e defesa da Ci&#xEA;ncia Aberta de forma universal com um Know-how baseado nos princ&#xED;pios da Ci&#xEA;ncia Aberta de forma a auxiliar n&#xE3;o s&#xF3; investigadores, mas tamb&#xE9;m os profissionais de apoio a estas &#xE1;reas. O que resulta? O que n&#xE3;o resulta? Como tirar o m&#xE1;ximo partido com recursos limitados? Atrav&#xE9;s deste guia encontrar&#xE1; uma s&#xE9;rie de recursos que o ajudar&#xE3;o a construir as suas pr&#xF3;prias forma&#xE7;&#xF5;es. </p>
<p>Constru&#xED;do com base na experi&#xEA;ncia acumulada dos autores, mas tamb&#xE9;m nas suas compet&#xEA;ncias a n&#xED;vel da transmiss&#xE3;o dos princ&#xED;pios da Ci&#xEA;ncia Aberta, este manual &#xE9; orientado para o ensino pr&#xE1;tico do conhecimento aberto em ambiente educacional. Por outras palavras, o foco deste manual n&#xE3;o se fundamenta na ideia de divulgar a Ci&#xEA;ncia Aberta, mas sim apoiar de forma eficaz as pr&#xE1;ticas da Ci&#xEA;ncia Aberta.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/gears.png" width="150" height="150"></h2>
<h2 id="para-quem-&#xE9;-este-manual"><a name="para-quem-&#xE9;-este-manual" class="plugin-anchor" href="#para-quem-&#xE9;-este-manual"><i class="fa fa-link" aria-hidden="true"></i></a>Para Quem &#xE9; Este Manual?</h2>
<p>Este manual destina-se a qualquer pessoa que deseje organizar e acolher forma&#xE7;&#xF5;es sobre a Ci&#xEA;ncia Aberta mas tamb&#xE9;m tem a finalidade de, em sess&#xF5;es de forma&#xE7;&#xE3;o direcionadas a p&#xFA;blicos espec&#xED;ficos, promover a ado&#xE7;&#xE3;o de pr&#xE1;ticas de pesquisa abertas, mostrando os conceitos da Ci&#xEA;ncia Aberta.  Isto engloba, investigadores, bibliotec&#xE1;rios, administradores de infraestruturas, colaboradores de apoio &#xE0; pesquisa, financiadores e decisores pol&#xED;ticos. Este manual &#xE9; destinado ainda a todos aqueles que t&#xEA;m um contacto regular, ou mesmo ocasional, com investigadores (e outros stakeholders) e que desejam partilhar os seus conhecimentos sobre Ci&#xEA;ncia Aberta, seja em contexto profissional ou como um investimento extra do seu tempo. O importante &#xE9; que seja &#xFA;til para todos os que desejam acolher sess&#xF5;es de forma&#xE7;&#xE3;o para promover a reutiliza&#xE7;&#xE3;o, a participa&#xE7;&#xE3;o, a efici&#xEA;ncia, a equidade e a partilha de pesquisas, independentemente de atribu&#xED;rem (ou desejarem utilizar) o termo Ci&#xEA;ncia Aberta. </p>
<p>Neste manual, &#x201C;Formador &#x201C;, independentemente do seu n&#xED;vel de experi&#xEA;ncia, &#xE9; definido como qualquer pessoa que deseje orientar forma&#xE7;&#xF5;es sobre Ci&#xEA;ncia Aberta. &#xC9; importante referir que esta quest&#xE3;o inclui todos aqueles que se sentem menos confort&#xE1;veis, ou que n&#xE3;o pretendem utilizar o r&#xF3;tulo de Ci&#xEA;ncia Aberta, nas suas sess&#xF5;es de forma&#xE7;&#xE3;o. O manual cont&#xE9;m aconselhamento concreto mas tamb&#xE9;m conceitos sobre o ensino de compet&#xEA;ncias para aperfei&#xE7;oar o trabalho dos investigadores. E apesar da maioria dos termos estar debaixo do grande chap&#xE9;u de &#x201C;Ci&#xEA;ncia Aberta&#x201D; eles n&#xE3;o precisam de ser lecionados como tal. &#xC9; necess&#xE1;rio ter alguma cautela ao utilizar o r&#xF3;tulo de &#x201C;Ci&#xEA;ncia Aberta&#x201D; em contexto de forma&#xE7;&#xE3;o, visto que &#x201C;Ci&#xEA;ncia Aberta&#x201D; pode atrair apenas um segmento espec&#xED;fico de investigadores, enquanto a utiliza&#xE7;&#xE3;o do termo &#x201C;Como publicar os seus dados&#x201D; tem grandes probabilidades de atrair um grupo mais diversificado. Parte do trabalho de um formador &#xE9; definir o seu p&#xFA;blico-alvo e encontrar as melhores estrat&#xE9;gias para alcan&#xE7;a-lo, e a melhor pessoa para tomar este tipo de decis&#xF5;es &#xE9; o pr&#xF3;prio formador. </p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/questions.png" width="150" height="150"></h2>
<h2 id="o-que-&#xE9;-a-ci&#xEA;ncia-aberta"><a name="o-que-&#xE9;-a-ci&#xEA;ncia-aberta" class="plugin-anchor" href="#o-que-&#xE9;-a-ci&#xEA;ncia-aberta"><i class="fa fa-link" aria-hidden="true"></i></a>O que &#xE9; a Ci&#xEA;ncia Aberta?</h2>
<p>De acordo com <a href="https://www.fosteropenscience.eu/taxonomy/term/7" target="_blank">FOSTER taxonomy</a>, &quot;A Ci&#xEA;ncia Aberta &#xE9; o movimento para tornar a pesquisa cient&#xED;fica, os dados e a sua dissemina&#xE7;&#xE3;o acess&#xED;veis a todos os n&#xED;veis de uma sociedade observadora.&quot; E pode ser definida atrav&#xE9;s de um conjunto de princ&#xED;pios e pr&#xE1;ticas:</p>
<ul>
<li><strong>Principios</strong>: A Ci&#xEA;ncia Aberta pretende incrementar transpar&#xEA;ncia, reutiliza&#xE7;&#xE3;o, participa&#xE7;&#xE3;o, coopera&#xE7;&#xE3;o, responsabilidade e reprodutibilidade no processo de investiga&#xE7;&#xE3;o. Tem como objetivo melhorar a qualidade e a fiabilidade da pesquisa atrav&#xE9;s de princ&#xED;pios como inclus&#xE3;o, justi&#xE7;a, equidade e partilha. A Ci&#xEA;ncia Aberta pode ser vista como uma pesquisa simples devidamente efetuada e estende-se atrav&#xE9;s das Ci&#xEA;ncias da F&#xED;sica e da Vida, Engenharia, Matem&#xE1;tica, Ci&#xEA;ncias Sociais e Humanidades. (<a href="https://docs.google.com/document/d/1KuTSECSYHXZmZX15GDjyD65pJ90eRMhHVEZ-1trsw30/edit?usp=sharing" target="_blank">Open Science MOOC</a>).</li>
<li><strong>Praticas</strong>: A Ci&#xEA;ncia Aberta cont&#xE9;m mudan&#xE7;as na forma como a ci&#xEA;ncia &#xE9; realizada &#x2013; incluindo o acesso aberto a publica&#xE7;&#xF5;es cientificas, o compartilhamento de dados, cadernos abertos, transpar&#xEA;ncia na avalia&#xE7;&#xE3;o de pesquisas, garantir a reprodutibilidade da pesquisa (quando poss&#xED;vel), a transpar&#xEA;ncia nos m&#xE9;todos de pesquisa, no c&#xF3;digo-fonte aberto, no software e infraestruturas, na ci&#xEA;ncia cidad&#xE3; e nos recursos educacionais abertos.  </li>
</ul>
<p><strong>Um nota sobre a linguagem:</strong> Como a palavra inglesa &quot;ci&#xEA;ncia&quot; tradicionalmente n&#xE3;o inclui as ci&#xEA;ncias humanas e sociais, os termos mais concretos e particulares como &quot;bolsa de estudo aberta&quot; ou &quot;pesquisa aberta&quot; s&#xE3;o usados de forma frequentemente para caracterizar essa lacuna. Como &#x201C;Ci&#xEA;ncia Aberta&#x201D; &#xE9; o termo mais comum, vamos utiliz&#xE1;-lo aqui, mas deve ser lido como refer&#xEA;ncia &#xE0; pesquisa de todas as disciplinas acad&#xE9;micas.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/arrow.png" width="150" height="150"></h2>
<h2 id="como-utilizar-o-manual"><a name="como-utilizar-o-manual" class="plugin-anchor" href="#como-utilizar-o-manual"><i class="fa fa-link" aria-hidden="true"></i></a>Como utilizar o Manual?</h2>
<p>Este manual foi concebido de forma modular. Sinta-se &#xE0; vontade para escolher cap&#xED;tulos e saltar outros que possam n&#xE3;o ser relevantes para si ou para a sua forma&#xE7;&#xE3;o.</p>
<p>O <a href="../02IntroducaoaCienciaAberta/">Cap&#xED;tulo 2</a> centra-se no conte&#xFA;do da sua forma&#xE7;&#xE3;o. Todos os t&#xF3;picos relativos &#xE0; Ci&#xEA;ncia Aberta s&#xE3;o apresentados e explicados nesta parte do manual. J&#xE1; est&#xE1; familiarizado com um ou dois t&#xF3;picos? &#xD3;timo, analise se existem outros t&#xF3;picos que pode ainda n&#xE3;o conhecer. Mesmo que n&#xE3;o esteja a planear forma&#xE7;&#xF5;es sobre esses t&#xF3;picos ir&#xE1; perceber que os mesmos ser&#xE3;o &#xFA;teis, visto que existe alguma sobreposi&#xE7;&#xE3;o entre os t&#xF3;picos sobre a Ci&#xEA;ncia Aberta.</p>
<p>Se tem pouco ou nenhum tipo de conhecimento pr&#xE9;vio sobre forma&#xE7;&#xE3;o em geral, por favor consulte o <a href="../03SobreAprendizagemeFormacao/">Cap&#xED;tulo 3: Sobre Aprendizagem e Forma&#xE7;&#xE3;o</a>. Este cap&#xED;tulo oferece uma vis&#xE3;o geral das t&#xE9;cnicas de forma&#xE7;&#xE3;o, al&#xE9;m de dicas pr&#xE1;ticas para construir o seu plano de forma&#xE7;&#xE3;o. Se j&#xE1; tem alguma experi&#xEA;ncia, pode tamb&#xE9;m utiliz&#xE1;-lo n&#xE3;o s&#xF3; para reciclar os seus conhecimentos, mas tamb&#xE9;m para conhecer outros tipos de abordagem ao n&#xED;vel do ensino.   </p>
<p>Workshops e eventos de cariz informativo de maiores dimens&#xF5;es podem exigir muita prepara&#xE7;&#xE3;o. Para que o seu evento seja bem-sucedido, ter&#xE1; que tomar diversas decis&#xF5;es, desde as mais pequenas at&#xE9; &#xE0;s maiores, tendo sempre em considera&#xE7;&#xE3;o que s&#xE3;o suscet&#xED;veis a quest&#xF5;es temporais. O <a href="../04AspetosOrganizativos/">Cap&#xED;tulo 4</a> fornece informa&#xE7;&#xF5;es &#xFA;teis sobre aspetos organizacionais e disponibiliza ainda uma checklist bastante &#xFA;til para ajudar no planeamento da forma&#xE7;&#xE3;o.</p>
<p>As forma&#xE7;&#xF5;es e eventos de natureza interativa requerem atividades atrativas e de envolvimento. Os nossos exemplos de exerc&#xED;cios e a disponibiliza&#xE7;&#xE3;o de recursos adicionais ir&#xE3;o ajudar no envolvimento do p&#xFA;blico-alvo, n&#xE3;o s&#xF3; atrav&#xE9;s de informa&#xE7;&#xF5;es pr&#xE1;ticas sobre t&#xF3;picos te&#xF3;ricos, mas tamb&#xE9;m atrav&#xE9;s do feedback dos participantes. O <a href="../05_Exemplos_e_Orientacao_Pratica.html">Cap&#xED;tulo 5</a> oferece uma variedade de exerc&#xED;cios e recursos testados e aprovados por especialistas em forma&#xE7;&#xE3;o sobre Ci&#xEA;ncia Aberta. Sinta-se livre para os testar, adaptar e reutilizar!  </p>
<p>Como qualquer outra &#xE1;rea emergente, a Ci&#xEA;ncia Aberta utiliza uma terminologia por vezes dif&#xED;cil, com termos que eventualmente pode n&#xE3;o conhecer. N&#xE3;o desanime!  O <a href="../06Glossario/">Gloss&#xE1;rio</a> explicar&#xE1; a maioria dos termos e conceitos que lhe s&#xE3;o menos familiares.  </p>
<p>Este manual foi criado para ser um recurso vivo, o que significa que ser&#xE1; atualizado com regularidade devido aos progressos na Ci&#xEA;ncia Aberta, mas tamb&#xE9;m como resposta &#xE0;s sugest&#xF5;es e feedback de outros formadores na &#xE1;rea da Ci&#xEA;ncia Aberta, assim como do p&#xFA;blico em geral. Sinta-se livre de adicionar e partilhar as suas melhores pr&#xE1;ticas, exemplos, recursos, opini&#xF5;es ou experi&#xEA;ncias atrav&#xE9;s do GitBook. </p>
<p>Esperamos que desfrute da leitura deste manual e desejamos-lhe o maior sucesso nas suas futuras forma&#xE7;&#xF5;es sobre Ci&#xEA;ncia Aberta.</p>
<h2 id=""><a name="" class="plugin-anchor" href="#"><i class="fa fa-link" aria-hidden="true"></i></a><img src="../Images/Icons/open_licenses.png" width="150" height="150"></h2>
<h2 id="licen&#xE7;a-aberta-e-cr&#xE9;ditos"><a name="licen&#xE7;a-aberta-e-cr&#xE9;ditos" class="plugin-anchor" href="#licen&#xE7;a-aberta-e-cr&#xE9;ditos"><i class="fa fa-link" aria-hidden="true"></i></a>Licen&#xE7;a Aberta e Cr&#xE9;ditos</h2>
<p>O Manual de Forma&#xE7;&#xE3;o em Ci&#xEA;ncia Aberta foi elaborado como um Recurso Educativo Aberto para permitir a utiliza&#xE7;&#xE3;o do mesmo da melhor forma poss&#xED;vel. Este trabalho &#xE9;, portanto, disponibilizado sob a licen&#xE7;a <a href="https://creativecommons.org/publicdomain/zero/1.0/deed.pt" target="_blank">Creative Commons Dedica&#xE7;&#xE3;o ao Dom&#xED;nio P&#xFA;blico (CC0 1.0 Universal)</a>. N&#xE3;o &#xE9; necess&#xE1;rio pedir autoriza&#xE7;&#xE3;o para reutilizar e copiar informa&#xE7;&#xF5;es contidas neste manual. Sinta-se livre para utilizar a informa&#xE7;&#xE3;o e os seus conte&#xFA;dos, para elaborar slides ou imagens que lhe pare&#xE7;am adequadas &#xE0;s suas sess&#xF5;es de forma&#xE7;&#xE3;o. Tome nota que alguns dos materiais citados neste manual podem estar protegidos por direitos de autor e direitos conexos. Nesses casos, essa informa&#xE7;&#xE3;o ser&#xE1; indicada no texto. Pedimos que, se utilizar conte&#xFA;do deste manual, cite a sua fonte. </p>
<p>Fizemos todos os esfor&#xE7;os para referenciar as fontes que utilizamos. Se por algum motivo n&#xE3;o as cit&#xE1;mos, isso n&#xE3;o aconteceu de forma maldosa. Sinta-se livre para nos contactar para <a href="mailto:elearning@fosteropenscience.eu" target="_blank">elearning@fosteropenscience.eu</a> no caso de ser necess&#xE1;rio efetuar qualquer tipo de corre&#xE7;&#xE3;o.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../" class="navigation navigation-prev " aria-label="Previous page: Manual de Formação em Ciência Aberta">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../02IntroducaoaCienciaAberta/" class="navigation navigation-next " aria-label="Next page: 2 - Introdução à Ciência Aberta">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1 - Introdução ao Manual","level":"1.2","depth":1,"next":{"title":"2 - Introdução à Ciência Aberta","level":"1.3","depth":1,"path":"02IntroducaoaCienciaAberta/README.md","ref":"02IntroducaoaCienciaAberta/README.md","articles":[{"title":"2.1 - Conceito e Princípios da Ciência Aberta","level":"1.3.1","depth":2,"path":"02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.md","ref":"02IntroducaoaCienciaAberta/01Conceito_e_Principios_da_Ciencia_Aberta.md","articles":[]},{"title":"2.2 - Dados e Materiais de Investigação Abertos","level":"1.3.2","depth":2,"path":"02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.md","ref":"02IntroducaoaCienciaAberta/02Dados_e_Materiais_de_Investigacao_Abertos.md","articles":[]},{"title":"2.3 - Software Aberto na Investigação","level":"1.3.3","depth":2,"path":"02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.md","ref":"02IntroducaoaCienciaAberta/03Software_Aberto_Usado_na_Investigacao_e_Software_de_Codigo_Aberto.md","articles":[]},{"title":"2.4 - Investigação Reprodutível e Análise de Dados","level":"1.3.4","depth":2,"path":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","ref":"02IntroducaoaCienciaAberta/04Investigacao_reprodutivel_e_analise_de_dados.md","articles":[]},{"title":"2.5 - Acesso Aberto a Publicações","level":"1.3.5","depth":2,"path":"02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.md","ref":"02IntroducaoaCienciaAberta/05Acesso_Aberto_a_Publicacoes.md","articles":[]},{"title":"2.6 - Licenciamento Aberto e Formatos de Ficheiro","level":"1.3.6","depth":2,"path":"02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.md","ref":"02IntroducaoaCienciaAberta/06Licenciamento_Aberto_e_Formatos_de_Ficheiros.md","articles":[]},{"title":"2.7 - Plataformas Colaborativas","level":"1.3.7","depth":2,"path":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","ref":"02IntroducaoaCienciaAberta/07Plataformas_Colaborativas.md","articles":[]},{"title":"2.8 - Revisão por Pares Aberta, Métricas e Avaliação","level":"1.3.8","depth":2,"path":"02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.md","ref":"02IntroducaoaCienciaAberta/08Revisao_por_Pares_Aberta_Metricas_Avaliacao.md","articles":[]},{"title":"2.9 - Políticas de Ciência Aberta","level":"1.3.9","depth":2,"path":"02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.md","ref":"02IntroducaoaCienciaAberta/09Politicas_de_Ciencia_Aberta.md","articles":[]},{"title":"2.10 - Ciência Cidadã","level":"1.3.10","depth":2,"path":"02IntroducaoaCienciaAberta/10Ciencia_Cidada.md","ref":"02IntroducaoaCienciaAberta/10Ciencia_Cidada.md","articles":[]},{"title":"2.11 - Recursos Educativos Abertos","level":"1.3.11","depth":2,"path":"02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.md","ref":"02IntroducaoaCienciaAberta/11Recursos_Educativos_Abertos.md","articles":[]},{"title":"2.11 - Defesa e Promoção da Ciência Aberta","level":"1.3.12","depth":2,"path":"02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.md","ref":"02IntroducaoaCienciaAberta/12Defesa_Promocao_CienciaAberta.md","articles":[]}]},"previous":{"title":"Manual de Formação em Ciência Aberta","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["ga","anchors"],"pluginsConfig":{"ga":{"configuration":"auto","token":"UA-43664610-1"},"anchors":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"01Introducao/README.md","mtime":"2019-03-12T12:52:09.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-14T13:53:51.678Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

